[EZCAD]   
COMPANY = 
IDENTIFY = EZCAD2.0
LANGUAGE = German Language
DESCRIBABLE = German Language

[String]
SOFTNAME = EzCad3
FILESUFFIX=ez3
SOFTVERSION = 3.0.0
COMPANY=BJJCZ\nTel：(86)010-64419248\n
WEBSIBE=WWW.BJJCZ.COM
ABOUT =Über
ABOUT_COPYRIGHT = Copyright (C) 2004-2019
ABOUT_RIGHTS = Alle rechte vorbehalten
ABOUT_LICENSED = Das Nutzungsrecht an diesem Produkt liegt bei:
ABOUT_LAW = Achtung: Dieses Computerprogramm durch Urheberrechtsgesetze und internationale Verträge geschützt ist, nicht autorisierte Vervielfältigung oder Verteilung dieses Programm teilweise oder vollständig, kann schwere zivil- und strafrechtliche Folgen nicht autorisiert und wird auf den maximal möglichen gesetzlich zulässigen Umfang verfolgt werden .

MENU_FILE = & Datei
MENU_FILE_NEW = & Neu
MENU_FILE_OPEN = Öffnen (& O) ...
MENU_FILE_PRINT = Drucken Sie Strg + P
MENU_FILE_SAVE = & Speichern Sie Strg + S
MENU_FILE_SAVE_AS = Speichern unter (& A) ...
MENU_FILE_SCANIMAGE = Gescanntes Bild abrufen (& m) ...
MENU_FILE_SYSTEM = Systemparameter (& P) ...
MENU_FILE_IMGLIB = Gemeinsame Galerie (& L) ...
MENU_FILE_IMPORT = & Eingabe
MENU_FILE_MRU_FILE1 = Letzte Datei

MENU_EDIT = & Bearbeiten
MENU_EDIT_COPY     = & Kopieren
MENU_EDIT_CUT      = & Schneiden
MENU_EDIT_COMBINE  = & Kombination Strg + L
MENU_EDIT_UNCOMBINE= & Kombination löschen Strg + K
MENU_EDIT_GROUP    = & Gruppe Strg + G
MENU_EDIT_UNGROUP  = Gruppe auflösen (& U) Strg + U

MENU_EDIT_PASTE= & Einfügen
MENU_EDIT_REDO = & Wiederherstellen
MENU_EDIT_UNDO = & Rückgängig machen
MENU_EDIT_TOCURVE=Drehen Sie zur Kurve Strg + Q
MENU_EDIT_HATCH  =Füllen Sie Strg + H

ID_FILE_IMGLIB = Öffnen Sie die häufig verwendete Fotogalerie \ n
ID_FILE_IMPORT = Andere Formatdateien eingeben \ n Eingabedatei
ID_FILE_MRU_FILE1 = Öffnen Sie das Dokument
ID_FILE_NEW = Erstellen Sie ein neues Dokument \ nNeu
ID_FILE_OPEN = Öffnen Sie ein vorhandenes Dokument. \ N Öffnen Sie
ID_FILE_PRINT = Aktives Dokument drucken \ n drucken
ID_FILE_PRINT_PREVIEW = Ganze Seite anzeigen \ n Druckvorschau
ID_FILE_PRINT_SETUP = Drucker und Druckoptionen ändern \ n Druckeinstellungen
ID_FILE_SAVE = Aktives Dokument speichern \ n speichern
ID_FILE_SAVE_AS = Speichern Sie das aktive Dokument unter einem neuen Dateinamen. \ NSpeichern unter
ID_FILE_SCANIMAGE = Gescanntes Bild abrufen \ n, um ein gescanntes Bild abzurufen
ID_EDIT_COPY = Kopieren Sie das ausgewählte Objekt und legen Sie es in die Zwischenablage \ nKopieren
ID_EDIT_CUT = Schneiden Sie das ausgewählte Objekt aus und platzieren Sie es in der Zwischenablage
ID_EDIT_PASTE = Inhalt der Zwischenablage einfügen \ n einfügen
ID_EDIT_REDO = Führen Sie den zuvor rückgängig gemachten Vorgang erneut aus. \ N Führen Sie den Vorgang erneut aus
ID_EDIT_UNDO = Den letzten Schritt rückgängig machen \ n rückgängig machen
ID_EDIT_GROUP = Ausgewähltes Objekt gruppieren \ n Gruppe
ID_EDIT_UNGROUP = Ausgewählte Gruppenobjekte auflösen \ n Gruppe auflösen
ID_EDIT_COMBINE = Ausgewählte Objekte kombinieren \ n Kombination
ID_EDIT_UNCOMBINE  = Trennen Sie das ausgewählte Kombinationsobjekt \ n Trennkombination
ID_SYSTEM_PARAM = Systemparameter einstellen \ n Systemparameter
TT_MATERIALPARAMASSIS=Lasermaterialparameter testen \ n Materialparameter-Assistent
MATERIALPARAMASSIS=Materialparameter-Assistent
MENU_MODI = & Ändern
MENU_DRAW = & Zeichnen
MENU_DRAW_POINT = & Punkt
MENU_DRAW_CURVE = & Kurve
MENU_DRAW_LINE = & line
MENU_DRAW_RECT = & Rechteck
MENU_DRAW_CIRCLE = & Kreis
MENU_DRAW_ELLIPSE = & Ellipse
MENU_DRAW_POLY = & Polygon
MENU_DRAW_TEXT =& Text
MENU_DRAW_BMPFILE = & Bitmap-Datei
MENU_DRAW_VECTORFILE = & Vektordatei
MENU_DRAW_TIMER = & Timer
MENU_DRAW_INPUT = Eingangsport (& I)
MENU_DRAW_OUTPUT = & Ausgangsport
MENU_DRAW_MESH3D= & 3d Oberfläche
MENU_ALIGN_BOTTOM = Ausrichtung der Unterkante
MENU_ALIGN_CENTER = Mittelpunktausrichtung
MENU_ALIGN_CENTER_HOR = Horizontale Mittellinienausrichtung
MENU_ALIGN_CENTER_VER = Vertikale Mittellinienausrichtung
MENU_ALIGN_LEFT = Links ausrichten
MENU_ALIGN_RIGHT = Richtige Ausrichtung
MENU_ALIGN_TOP = Ausrichtung der Oberkante
MENU_VIEW = & Ansicht
MENU_VIEW_TOOLBAR = & Systemsymbolleiste
MENU_VIEW_ZOOMBAR = Symbolleiste anzeigen (& Z)
MENU_VIEW_DRAWBAR = Symbolleiste zeichnen (& D)
MENU_VIEW_ENTLIST = Objektlistenleiste
MENU_VIEW_ENTPROP = Objekt-Eigenschaftsleiste
MENU_VIEW_STATUS_BAR = & Statusleiste
MENU_LASER = Laser (& L)

ENTPROP = Objekteigenschaft
MENU_VIEW_RULER = Lineal anzeigen
MENU_VIEW_GRID  = Gitterpunkte anzeigen
TT_SHRULER=Lineal ein- oder ausblenden
TT_SHGRID=Gitterpunkte ein- oder ausblenden
MENU_VIEW_GUILD = Hilfsleitung
BK = Hintergrund
DEGREE = Abschluss

NAV_PICK_MOVEDIS=Feineinstellungsabstand
WORKSPACE = Arbeitsraum
MENU_VIEW_SNAPGRID   = Erfassen Sie das Raster F7
MENU_VIEW_SNAPGUILD  = Nehmen Sie die Führungslinie F8 auf
MENU_VIEW_SNAPOBJECT = Objekt erfassen F9
MENU_ABOUT = Über (& A)
MENU_HELP = & Hilfe
IDCANCEL = & Abbrechen
IDOK = & OK
PASTE_X = Horizontaler Einfügeversatz
PASTE_Y = Vertikaler Einfügeversatz
SAVEAS = Speichern als
POINT = Punkt
CURVE = Kurve
RECT  = Rechteck
CIRCLE = Runde
ELLIPSE = Ellipse
POLYGON = Polygon
TEXT =Text
HATCH=Füllen
PATHTEXT=Pfadtext
CIRCLETEXT=Bogentext
BMPFILE = Bitmap-Datei
VECTORFILE = Vektordatei
TIMER = Verzögerung
IOINPUT = Eingangsport
IOOUTPUT = Ausgangsanschluss
GROUP=Gruppe
COMBINE=Kombination
LAYER= Schicht
NAME = Name
TYPE = Typ
OBJECTINFO=Objekteigenschaft
TOCURVE=Biegen Sie in eine Kurve
EDGENUM =Anzahl der Seiten
APPLY=& Übernehmen
APPLYTOCOPY=Auf Objekt anwenden und kopieren
MARKLOOP=Anzahl der Verarbeitungen
POSITION=Lage
RELATPOSITION=Relative Position
RELATCENTER=Relatives Zentrum
SIZE=Größe
ARRAY=Array
COUNT=Nummer
INC=Inkrementieren
IOCTRLCONDITION=IO-Steuerbedingung
ROUND=Grad des Filets
ALLROUND=Alle Ecken rund
DIAMETER = Durchmesser
STARTANGLE = Startwinkel
ENDANGLE = Endwinkel
FILENAME=Dateiname
DYNFILE=Dynamische Eingabedatei
FIXEDDPI=Feste DPI
FIXESIZEX=Feste X-Richtungsgröße
FIXESIZEY=Feste Y-Dimension
FIXEPOS=Feste Position
INVERT=Rückwärts
GRAY=Graustufen
DITHER=Netzwerk
LIGHTEN=Glänzend
BRIGHT=Helligkeit
CONTRAST=Kontrast
SCANMODE=Scan-Modus
BIDIRSCAN=Zweiwege-Scannen
YSCAN=Scannen in Y-Richtung
DRILLMODE=Punktmodus
PIXELPOWER=Einstellpunkt Leistung

BARCODE_ATTRIB= Barcode-Eigenschaften (& B) ...
BARCODE = Barcode
CREATE_BARCODE = Erstellen Sie einen Barcode
MODEIFY_BARCODE= Barcode ändern
BARCODE_INPUTPT = Geben Sie die Koordinaten der unteren linken Ecke des Barcodes ein
BARCODE_ERR_INVALIDSTR = Ungültige Barcode-Zeichenfolge, bitte erneut eingeben!

INFO_EAN13 = EAN-13 ist ein Barcode mit fester Länge, sein Zeichensatz enthält nur die Ziffern 0 bis 9. EAN-13 enthält 13 Zeichen, die ersten 12 sind Daten und die letzten 12 sind Prüfsummen. Der Code wird vom System automatisch hinzugefügt, und das System akzeptiert nur die ersten 12 Zeichen.
INFO_EAN13_2 = EAN-13 + 2 ist EAN-13 plus ein zweistelliger Zusatzcode, und das System verwendet die letzten 2 Zeichen als Zusatzcode.
INFO_EAN13_5 = EAN-13 + 5 ist ein EAN-13 plus ein 5-stelliger Zusatzcode, und das System verwendet die letzten 5 Zeichen als zusätzlichen Code.
INFO_EAN8 = EAN-8 ist ein Barcode mit fester Länge, dessen Zeichensatz nur Zahlen von '0' bis '9' enthält. EAN-8 enthält 8 Zeichen. Die ersten 7 Zeichen sind Daten und das letzte 1 Zeichen ist ein Prüfcode. Der Code wird vom System automatisch hinzugefügt, und das System akzeptiert nur die ersten 7 Zeichen.
INFO_EAN8_2 = EAN-8 + 2 ist ein EAN-8 plus ein zweistelliger Zusatzcode, und das System verwendet die letzten 2 Zeichen als zusätzlichen Code.
INFO_EAN8_5 = EAN-8 + 5 ist ein EAN-8 plus ein 5-stelliger Zusatzcode, und das System verwendet die letzten 5 Zeichen als zusätzlichen Code.

CHECKNUM=Code überprüfen
THINMODULEWIDTH=Schmale Modulbreite
INFO_CODE39 = 39 Meter Artikel blank sind durch eine nicht-kontinuierliche, nicht-fester Länge bidirektionalen Strichcodeinformation dargestellt wird, dessen Zeichensatz 0 ‚enthält -‘ 9 ‚‘ A-Z ‚Raum,‘ $ ‚‚%‘,‘ + ',' - ','. ',' / '; Es gibt eine optionale Prüfsumme, die vom System automatisch hinzugefügt wird.
INFO_CODE93 = 93 Strichcode ist eine fortlaufende Art von Information, die angibt, dass das Leerzeichen eine nicht feste Länge hat. Der Zeichensatz enthält '0' - '9', 'A-Z', Leerzeichen, '$', '%', '+ ',' - ','. ',' / '; Es gibt einen optionalen Prüfcode, der vom System automatisch hinzugefügt wird.
INFO_CODE11 = Artikel 11 Yards sind leer, was darauf hindeutet diskontinuierliche, nicht feste Länge bidirektionalen Barcodeinformation, dessen Zeichensatz ‚0‘ enthält - ‚9‘, ‚-‘; optional Prüfsumme Prüfsumme durch das System Automatisch beitreten.
INFO_UPCA = UPC-Strichcode ist, eine feste Länge, es nur die ‚0‘ Zeichen enthält, - Nummer ‚9‘, UPC-A enthält 12 Zeichen, die ersten 11 der Daten und ein Prüfsummenzeichen, Prüfen Der Code wird vom System automatisch hinzugefügt, und das System akzeptiert nur die ersten 11 Zeichen.
INFO_UPCA_2 = UPC-A + 2 ist UPC-A plus ein zweistelliger Zusatzcode, und das System verwendet die letzten 2 Zeichen als zusätzlichen Code.
INFO_UPCA_5 = UPC-A + 5 ist UPC-A plus ein 5-stelliger Zusatzcode, und das System verwendet die letzten 5 Zeichen als zusätzlichen Code.
INFO_UPCE = UPC-E Barcode feste Länge, es nur die ‚0‘ Zeichen enthält, - Nummer ‚9‘, UPC-E acht Zeichen enthält, wobei das erste Zeichen ein Datenzeichen 0,2-7 fixierte, final 1 Die Zeichen sind Prüfcodes, und der Prüfcode wird vom System automatisch hinzugefügt. Das System akzeptiert nur die ersten 6 Zeichen.
INFO_UPCE_2 = UPC-E + 2 ist UPC-E plus ein zweistelliger Zusatzcode, und das System verwendet die letzten 2 Zeichen als zusätzlichen Code.
INFO_UPCE_5 = UPC-E + 5 ist ein UPC-E plus ein 5-stelliger Zusatzcode, und das System verwendet die letzten 5 Zeichen als zusätzlichen Code.
INFO_CODE25=Barcode 25 ist ein nicht fortlaufender Barcode, der nur Strichinformationen enthält. Sein Zeichensatz enthält nur die Ziffern '0' - '9' und seine Länge ist nicht festgelegt.
INFO_CODEINTER25=CROSS (ITF) 25-Code ist die Strich- und Zwischenraum durch eine Informations kontinuierlichen Strichcode dargestellt werden, enthält, der Zeichensatz nur ‚0‘ - Nummer ‚9‘, wenn die Anzahl der Zeichen ungerade ist, wird das System automatisch hinzuzufügen führende Null, es kann Der ausgewählte Prüfcode, der Prüfcode, wird vom System automatisch hinzugefügt.
INFO_CODECODABAR=Der Kurdoba-Barcode ist ein nicht durchgehender Zweiwege-Barcode mit nicht fester Länge und Selbstüberprüfungsfunktion. Sein Zeichensatz enthält '0' - '9', 'A-D', '-'. , '$', ':', '/', '.', '+';
INFO_CODE128A=Der CODE128A-Barcode ist ein fortlaufender Barcode, dessen Zeichensatz Zeichen mit ASCII-Werten von 0 bis 95 enthält und dessen Größe nicht begrenzt ist.
INFO_CODE128B=Der CODE128B-Barcode ist ein fortlaufender Barcode, dessen Zeichensatz Zeichen mit ASCII-Werten von 32 bis 127 enthält und dessen Größe nicht begrenzt ist.
INFO_CODE128C=CODE128C-Barcode ist ein fortlaufender Barcode, dessen Zeichensatz '0' - '9' Ziffern enthält. Wenn die Anzahl der Zeichen ungerade ist, fügt das System automatisch eine führende 0 hinzu.
INFO_EAN128A=Der EAN128A-Barcode ist ein fortlaufender Barcode, dessen Zeichensatz Zeichen mit ASCII-Werten von 0 bis 95 enthält und dessen Größe unbegrenzt ist.
INFO_EAN128B=Der EAN128B-Barcode ist ein fortlaufender Barcode, dessen Zeichensatz Zeichen mit ASCII-Werten von 32 bis 127 enthält und dessen Größe unbegrenzt ist.
INFO_EAN128C=Der EAN128C-Barcode ist ein fortlaufender Barcode, dessen Zeichensatz Ziffern von 0 bis 9 enthält.Wenn die Anzahl der Zeichen ungerade ist, fügt das System automatisch eine führende 0 hinzu.

QUIET=Leer
MID=Mitte
SCALE=Anteil
BARHEIGHT=Barcode hoch
NARROWBARW=Schmale Modulbreite
BAR=Artikel
SPACE=Leer
INTERCHARSCALE=Zwischenzeichenabstand
MODULETUNING=Anpassung des Barcode-Moduls
AUTOSIZE=Automatische Größe
FIXEDSIZE=Feste Größe
SHORTPDF417=Verkürzungsmodus
ERRLEVEL=Fehlerkorrekturstufe
PDF417_ROWOUTRANGE=Die Anzahl der PDF417-Barcodezeilen muss 3-90 Zeilen betragen!
PDF417_COLOUTRANGE=PDF417-Barcodes müssen 3-30 Spalten enthalten!
BARCODE_ERR_ROWCOL=Die Anzahl der Zeilen und Spalten kann den aktuellen String nicht aufnehmen!
SMALLEST=Mindestgröße
MATRIX=Matrix
MODULEWIDTH=Modulbreite
REVERSE=Rückwärts
INFO_CODEPDF417=Der PDF417-Barcode ist ein zweidimensionaler Barcode, dessen Zeichensatz alle ASCII-Zeichen enthält.
INFO_CODEMICROPDF417=Der MicroPDF417-Barcode ist ein zweidimensionaler Barcode, dessen Zeichensatz alle ASCII-Zeichen enthält.
INFO_CODEDATAMTX=Der DATAMATRIX-Barcode ist ein zweidimensionaler Barcode, dessen Zeichensatz alle ASCII-Zeichen enthält.
VALID=Wirksam
FONT = Schriftart
FONT_ANGLE = Neigung
FONTTYPE_BCF = Barcode-Schriftart
FONTTYPE_DMF = Punktmatrix-Schriftart
FONTTYPE_JSF = Einzeilige Schrift
FONTTYPE_TTF = TrueType-Schriftart
SHOWTEXT=Text anzeigen
TEXTHEIGHT=Texthöhe
TEXTWIDTH=Textbreite
TEXTOFFSETX=Text X Versatz
TEXTOFFSETY=Text Y-Versatz
TEXTSPACE=Textabstand
POINTMODE=Punktmodus
ROW=Linie
COL=Spalte
KEYBOARD = Tastatur
DATE = Datum
SERIAL = Seriennummer
LISTFILE=Listendatei
DYNAMICFILE=Dynamische Datei
ENVARTEXT=Variablentext aktivieren
HEIGHT = Höhe
CHARSPACE=Zeichenabstand
CHARWIDTH=Zeichenbreite
CHARHEIGHT=Zeichenhöhe
LINESPACE=Zeilenabstand
ANGLE = Winkel
PROMPT_TRAY = Eingabeaufforderung vor jeder Verarbeitung
PROMPT_NEVER = Keine Aufforderung
PROMPT_PART = Eingabeaufforderung vor jeder Bearbeitung
DATEFORMAT=Datumsformat
ADDDATEFORMAT=Erhöhen Sie das Datumsformat
STARTSN=Startnummer
CURSN=Aktuelle Seriennummer
INCSN=Inkrement der Seriennummer
MARKPER=Jede Anzahl von Markierungen
EXTEND=Expansion
PREFIX = Präfix
SUFFIX = Suffix
SUPRES_ZERO = Führende Null verbieten
RESETNO = Sequenznummer zurücksetzen
SERAIL_ARRAY = Array-Seriennummer
SNDLG_FILTER = Filtern Sie die folgenden Seriennummern
LINENO=Zeilennummer
ENCONTOUR=Kontur aktivieren
HATCH1=Füllen Sie 1
HATCH2=Füllen Sie 2
ENABLE=Aktivieren
PENNO=Stiftnummer
HATCH_CALCALL=Objektgesamtkalkulation
HATCH_EDGE=Herumlaufen
LISTDIST=Zeilenabstand
EDGEOFFSET=Margin
STARTOFFSET=Offset starten
ENDOFFSET=Versatz beenden
SETDEFAULT=Als Standard festlegen
WAITTIME=Wartezeit
MESSAGE=Aufforderungsnachricht
SETOUTPUT=Stellen Sie den Ausgangsport ein
SYSTEMPARAM = Systemparameter
GENERAL = Konventionell
COLOR = Farbe
WORKSPACE = Arbeitsraum
AUTOSAVE = Automatisches Backup
MOVEROTATE = Rotation bewegen
PLUGMGR = Plugin Manager
UNIT_TYPE = Einheitentyp
GRID_DIST = Rasterabstand
GRID = Gitter
SHOW_GRID = Gitter anzeigen
MM = Millimeter
INCH = Zoll
WORKSPAC_SHOW = Arbeitsbereich anzeigen
WORKSPAC_CIRCLE = Runder Arbeitsbereich
LB_CORNER = Linke untere Ecke
WIDTH = Breite
BIGNUDGESCALE=Großes Einstellverhältnis
NEXTVALID = Diese Änderung wird erst beim nächsten Start wirksam.
EVERY = Jeden
BAKEXPLAIN = Die aktuellen Daten werden in jedem angegebenen Zeitintervall in der Datei AutoSave.Ezd im Programmverzeichnis gespeichert.
BAKTIME = "Minute, automatische Sicherung"


ZOOM_WINDOW1 =Beobachtung der Fenstervergrößerung
ZOOM_WINDOW2 = Beobachtung der Fenstervergrößerung
PICK = Auswählen
PICK_ALL=Alles auswählen
PICK_BYENT = Nach Objekt
PICK_COPY = Mobile Kopie
PICK_COPYENT = Kopieren
PICK_CUT = Schneiden
PICK_DEL = Auswahl löschen
PICK_ENT_CNT = Wählen Sie die Anzahl der Objekte
PICK_ENTITY = Objekt ist ausgewählt
PICK_GL = Ziehhilfe
PICK_INV = Auswahl umkehren
PICK_LEFT = Nach links und rechts strecken
PICK_LOCK = Wählen Sie Sperre
PICK_MOVE = Transformation bewegen
PICK_PEN = Mit Stift auswählen
PICK_NOENTITY = Es sind keine Objekte ausgewählt
ERR_0001 = Dieser Parameter darf nicht kleiner als 0,001 sein. Bitte geben Sie ihn erneut ein
ERR_CRC     = Die Dateidaten werden falsch überprüft und die Datei ist möglicherweise beschädigt.
ERR_DELSYSLAYER = Systemstandardebene kann nicht gelöscht werden
ERR_DELUSELAYER = Die aktuelle Nutzungsschicht kann nicht gelöscht werden
ERR_MATCHFONTERR = Schriftart konnte nicht gefunden werden
ERR_MEMORY  = Es ist nicht genügend Speicherplatz vorhanden, um genügend Speicher zuzuweisen.
ERR_NOFINDIMPORT = Es wurden keine gültigen Eingabe-Plugins gefunden
ERR_OPENFILE = Datei konnte nicht geöffnet werden
ERR_READFILE     = Datei konnte nicht gelesen werden
ERR_RENAMESYSLAYER = Der Standard-Layername des Systems darf nicht geändert werden
ERR_SAVEFILE = Datei konnte nicht gespeichert werden
ERR_SERIAL_FORMA = Das Dateiformat ist falsch und die Datei ist möglicherweise beschädigt.
ERR_VERSION = Die Dateiversion ist falsch.
ERROR_VAR_FILTER = Die Filterbedingung ist zu hart, um ein gültiges variables Textobjekt zu generieren. \ N Löschen Sie einige Filter und versuchen Sie es erneut
IS_TEXT_TO_GRAPH = Gibt an, ob Text mit dieser Schriftart in Grafiken konvertiert werden soll
CMD_OPENFILE = Datei öffnen
CMD_SAVEFILE = Datei speichern
OPEN = Öffnen
TIP_NOTITLE = Ohne Titel
NOTITLE = Ohne Titel
FILE_ISSAVEAS = Gibt an, ob die geänderte Datei in gespeichert werden soll
CHECK_SAVEPRE = Vorschaubild speichern
CHECK_SCALE = Verhältnis beibehalten
CHECK_SHOWPRE = Vorschaubild anzeigen
STATIC_SAVETYPE = Ausgabemethode
RADIO_SAVEALL = Alle Objekte ausgeben
RADIO_SAVEPICK = Ausgabeauswahlobjekt
AUTHOR = Autor
COMMENT = Kommentar
FILEINFO = Dateiinformationen
VERSION = Version
CMD_NEWFILE = Neue Datei
PICK_PASTE = Einfügen
CENFIELD=In der Mitte platziert
AUTOSAVEFILE = Designdateien automatisch sichern ...
ON=Öffnen
OFF=Aus
GUIDELINE = Hilfsleitung
OBJECT=Objekt




ID_DRAW_CIRCLE = Zeichne einen Kreis \ nZeichne einen Kreis
ID_DRAW_ELLIPSE = Eine Ellipse zeichnen \ n Eine Ellipse zeichnen
ID_DRAW_PLINE = Kurve zeichnen \ n Kurve zeichnen
ID_DRAW_LINE = Eine Linie zeichnen \ n Eine Linie zeichnen
ID_DRAW_POINT = Punkt zeichnen \ n Punkt zeichnen
ID_DRAW_POLY = Polygon zeichnen \ n Polygon zeichnen
ID_DRAW_RECT = Rechteck zeichnen \ n Rechteck zeichnen
ID_DRAW_TEXT = Text zeichnen \ n Text zeichnen
ID_DRAW_BITMAP= Bitmap-Datei zeichnen \ n Bitmap-Datei zeichnen
ID_DRAW_VECTOR= Zeichnungsvektordatei \ n Zeichnungsvektordatei
ID_DRAW_TIME  = Verzögerer zeichnen \ n Verzögerer zeichnen
ID_DRAW_INPUT = Eingabeport zeichnen \ n Eingabeport zeichnen
ID_DRAW_OUTPUT= Ausgabeport zeichnen \ n Ausgabeport zeichnen


ID_TOOL_NODE = Diagrammknoten bearbeiten \ n Knoten bearbeiten
ID_TOOL_PICK = Grafikauswahlwerkzeug \ n Grafikauswahl
ID_MODIFY_HATCH = Füllen Sie das ausgewählte Objekt \ n, um es zu füllen
ID_TOGRAPH = Objekt in Grafik konvertieren Objekt \ n in Grafik konvertieren
ID_VIEW_STATUS_BAR = Ein- oder Ausblenden der Statusleiste \ n ausgeblendete Statusleiste
ID_VIEW_TOOLBAR = Ein- oder Ausblenden der Systemsymbolleiste \ n ausgeblendete Systemleiste
ID_VIEW_ZOOMBAR = Ansichtssymbolleiste ein- oder ausblenden \ n ausgeblendete Ansichtsleiste
ID_VIEW_DRAW_BAR= Zeichnungssymbolleiste ein- oder ausblenden \ n Explizite Zeichnungsleiste
ID_VIEW_ENTPROP= Ein- oder Ausblenden der Objekteigenschaftsleiste \ n explizite Objekteigenschaftsleiste
ID_VIEW_ENTLIST= Objektlistenleiste ein- oder ausblenden \ n Listenleiste für versteckte Objekte

ID_ZOOM_ALL = Maximale Anzeige aller Objekte \ n aller Beobachtungen
ID_ZOOM_PICK = Maximales Anzeigeauswahlobjekt \ n Beobachtung auswählen
ID_ZOOM_IN = Doppelte Anzeige einzoomen \ n Einzoomen
ID_ZOOM_OUT = Zweimal verkleinern, um \ n Verkleinern anzuzeigen
ID_ZOOM_PAN = Schwenkanzeige \ n Schwenken
ID_ZOOM_WINDOW = Fensterskalierung \ n Fensterskalierung
ID_ZOOM_WORKSPACE = Den gesamten Arbeitsbereich anzeigen \ n Beobachtung des Arbeitsbereichs
ID_SNAP_GUILD = Erfassungshandbücher \ n Erfassungshandbücher
ID_SNAP_GRID = Raster erfassen \ n Raster erfassen
ID_SNAP_OBJECT= Objekt erfassen \ n Objekt erfassen
ID_SNAP_MESHVERTEX= Oberflächenscheitelpunkt erfassen \ n Oberflächenscheitelpunkt erfassen
ID_APP_ABOUT = Programminformationen, Versionsnummer und Copyright anzeigen \ nInformationen
ID_APP_EXIT = Beenden Sie die Anwendung und fordern Sie zum Speichern des Dokuments auf. \ N Beenden Sie das Programm


TT_PICKALL = Alle Objekte auswählen \ n Alle Objekte auswählen
TT_PICKDEL = Ausgewähltes Objekt löschen \ nAusgewähltes Objekt löschen
TT_PICKINVERT = Ausgewähltes Objekt umkehren \ n Ausgewähltes Objekt umkehren
TT_PICKLOCK = Ausgewähltes Objekt sperren \ nSperre
TT_PICKUNLOCK = Ausgewähltes Objekt entsperren \ nSperre auf
TT_PICKUNLOCKALL = Alle Objekte entsperren \ nAlle entsperren
TT_PICKCEN = Platzieren Sie es am Ursprung \ n, um es am Ursprung zu platzieren
TT_PICKCENX = Das X-Zentrum liegt auf der Y-Achse und das Zentrum des nX auf der Y-Achse.
TT_PICKCENY = Das Y-Zentrum liegt auf der X-Achse und das Zentrum des \ nY auf der X-Achse.
TT_PICKPEN=Objekt nach Stiftnummer auswählen \ nObjekt nach Stiftnummer auswählen
TT_NODE_ADD = Knoten hinzufügen \ n Knoten hinzufügen
TT_NODE_ALIGN = Knotenausrichtung \ n Knotenausrichtung
TT_NODE_ARC = Zum Bogen drehen \ n zum Bogen
TT_NODE_BEZIER = Zur Kurve drehen \ n zur Kurve
TT_NODE_CLOSE = Automatische Schließkurve \ n Automatische Schließkurve
TT_NODE_DEL = Knoten reduzieren \ n Knoten reduzieren
TT_NODE_DIR = Ändern Sie die Richtung der Kurve \ n Ändern Sie die Richtung der Kurve
TT_NODE_LINE = Zur geraden Linie drehen \ n zur geraden
TT_NODE_REDUCE = Automatischer Subtraktionspunkt \ n automatischer Reduktionspunkt
TT_NODE_SEPARATE = Trennknoten \ n Trennknoten
TT_NODE_SHARP = Scharfer Punktübergang
TT_NODE_SMOOTH = Reibungsloser Übergang \ n Reibungsloser Übergang
TT_NODE_SYSMETRIC = Symmetrischer Übergang \ n Symmetrischer Übergang
TT_NODE_UNITE = Fusionsknoten \ n Fusionsknoten
TT_POINTONCURVE=Punkt auf der Kurve
TT_ADDLAYER=Ebene vergrößern \ n Ebene vergrößern
TT_DELLAYER=Ebene löschen \ ndEbene löschen
ADDLAYER=Ebene hinzufügen
DELLAYER=Ebene löschen
ROTATEANG = Drehwinkel
MOVEDIST  = Bewegungsentfernung
ZOOMSCALE = Skalierung
INPUTPT = Eingabepunkt
INPUTSTARTPT = Geben Sie den Startpunkt ein
INPUTCENTER  = Eingabe-Center
PICKCURVE=Wählen Sie die zu platzierende Kurve
PONITNUM=Punkte
POINTDIST=Punktabstand
TEXT_POS=Wählen Sie aus, wo der Text platziert wird
ALIGN = Ausrichten
UNDO=Rückgängig machen
REDO=Erholung
MENU_FINISH=& Ende
MENU_CLOSEFINISH=& Abschluss beenden
MENU_COOR=Koordinaten eingeben (& I)
TRANSFORM = Transformation
CENTER = Zentrum
MIRROR = Spiegel
SHEAR=Tilt
PEN=Pen
SPEED=Geschwindigkeit
OBJECTLIST=Objektliste
APPLYDEF=Parameter auf Standard gesetzt
ADVANCE=Fortgeschritten
POWER=Macht
FREQ=Frequenz
TICKLE=Präionisierung
STARTTC=Öffnungsverzögerung
ENDTC=Verzögerung beenden
POLYTC=Eckverzögerung
SECOND=Zweitens
US=Mikrosekunde
DELETE=Löschen
PARAMLIB=Parameterbibliothek
INPUTPARAMNAME=Name des Eingabeparameters
GUILDLINE = Hilfsleitung
PARAMNAMENONULL=Der Parametername darf nicht leer sein
PARAMNAMEEXIST=Der Parametername existiert bereits! Den alten Parameter überschreiben?
REALYDELPARAM=Möchten Sie die aktuellen Parameter wirklich löschen?
REALYAPPDEF=Möchten Sie den aktuellen Parameter wirklich als Standardparameter anwenden?
JUMPSPEED=Sprunggeschwindigkeit
JUMPPOSTC=Sprungpositionsverzögerung
JUMPDISTTC=Sprungdistanzverzögerung
ADVANCEMARKPARAM=Erweiterte Markierungsparameter
ENDCOMP=Endpunktkompensation
ACCDIST=Beschleunigungsstrecke
MARK=Markierung
SELECTAPARAM=Bitte wählen Sie einen Parameter
MODIFYCOLOR=Farbe ändern
MODIFPARAM=Parameter ändern
APPLYTOPICK=Auf ausgewählte Objekte anwenden
PARAM=Parameter
NOMOREMARKPARAM=Nur Standardparameter, können nicht geändert werden
NOPICKOBJECT=Es sind keine Objekte ausgewählt
SETDEFPEN=Als Standardstift festlegen
MENU_SPECIAL=& Spezial
FAILOPENLMC=Der LMC1-Treiber kann nicht geöffnet werden! Überprüfen Sie, ob der LMC1-Treiber ordnungsgemäß installiert ist!
NOTFINDLMC=Es wurde kein gültiges LMC1-Gerät gefunden!
MENU_LASER=Laser (& L)
DISABLEUSE = Verboten
ENABLEUSE = Verwenden Sie
FIELD=Bereich
LASERCTRL=Lasersteuerung
EXTAXIS=Erweiterte Achse
CONFIGPARAM=Konfigurationsparameter
NEGATE=Rückwärts
ASPECT=Aussehen
FIELDSIZE=Flächengröße
GALVO=Galvanometer

MARKSTR_AFTERMARK=Gehen Sie nach der Bearbeitung an die angegebene Position
MARKSTR_AFTER1=Bewegen Sie sich nicht
MARKSTR_AFTER2=Galvanisches Zentrum
MARKSTR_AFTER3=Obere linke Ecke des Objekts
MARKSTR_AFTER4=Objekt rechte obere Ecke
MARKSTR_AFTER5=Objekt unten rechts
MARKSTR_AFTER6=Untere linke Ecke des Objekts
MARKING=Markierung ...
WAITIOINPUT=Warten auf das IO-Eingangssignal ...

PART=Teil
TOTALNUM=Total
CONTINUES=Kontinuierliche Bearbeitung
MARKSELECT=Verarbeitung auswählen
QUIT=Ausfahrt
LIGHTSHOW=Rotlichtanzeige

QSWITCH=Q-Schalter
ANALOGOUT=Analogausgang
CALIBRATION=Korrektur
OTHER=Andere
ENPWMSIGNALE=Aktivieren Sie die PWM-Signalausgabe
MAXPWMFREQ=Maximale PWM-Signalfrequenz
ENABLETICKLE=Aktivieren Sie die Vorionisierung
PULSEWIDTH=Pulsbreite
PULSEPERIOD=Pulsfrequenz
FPK=Erste Pulsunterdrückung
FPKEND=Öffnen Sie den Q-Schalter, wenn die erste Impulsunterdrückung beendet ist
ANALOGOUT=Analogausgang
ANAPOWER=Aktivieren Sie den Stromausgang für den analogen Port
ANAFREQ=Aktivieren Sie den Frequenz-Analog-Port-Ausgang
STARTMARKDELAY=Markierungsverzögerung starten
FINSIHMARKDELAY=Markierungsverzögerung beenden
MAXPOWERDELAY=Maximale Leistungsverzögerung
USERDEFRATIO=Benutzerdefiniertes Verhältnis
REALRATIO=Tatsächliches Verhältnis
FREQMAP=Frequenzzuordnung
POWERMAP=Leistungszuordnung
READY=Vorbereiten
BTNSTOP=Stop (F4)
BTNMARK=Markierung (F2)
BTNPARAM=Parameter (F3)
BTNQUIT=Ausfahrt (F5)
BTNLIGHT=Rotes Licht (F1)
MARKSTR_NOENTITY=Es gibt keine verarbeitbaren Daten, bitte überprüfen Sie, ob die Datei geladen ist!
MARKSTR_NOENTITY_SELECT=Es sind keine verarbeitbaren Daten vorhanden, bitte prüfen Sie, ob das Bearbeitungsobjekt ausgewählt ist!
DOG_DATAERROR = Die Daten für das Verschlüsselungsschloss sind nicht korrekt. Überprüfen Sie, ob das Verschlüsselungsschloss eingesetzt ist.
DOG_SHARETIME = Bei der aktuellen Version handelt es sich um eine freigegebene Version. Sie haben die zulässige Zeit verwendet. \ NWenn Sie die Software weiterhin verwenden möchten, wenden Sie sich an Ihren Softwarehändler.
DOG_SHARE = Bei der aktuellen Version handelt es sich um eine freigegebene Version. Sie haben die Anzahl der zulässigen Verwendungen verwendet. \ NWenn Sie die Software weiterhin verwenden möchten, wenden Sie sich an Ihren Software-Händler
DEMOVERSION=Dongle nicht gefunden! Die Software arbeitet im Demo-Modus
DELHATCH=Füllung löschen
CURTIME=Aktuelle Zeit
TOTALTIME=Gesamtzeit
PULSELENGTH=Pulsbreite
CHECK=Erkennung
LASERON=Laser öffnen
LASEROFF=Aus dem Laser
POSX=X-Position
POSY=Y-Position
LASERWILLOUTPUT=Drücken Sie OK, um den Laser auszugeben. Möchten Sie den Laser wirklich ausgeben?
WARN=Warnung
SCANIMAGE=Gescanntes Bild
BOTTOM = Unten
TOP = Top

ORIGIN_PTNUM=Referenzfahrt eingeben
ORIGIN_WAY=Homing-Methode
PLUGFILENAME = Dateiname des Plugins

PLUGSTATE = Plugin Status
PLUGVER = Plugin-Version
PROMPT = Aufforderung
MENU_APP_EXIT = Beenden (& X)
LMCVERERROR=LMC-Hardwareversionsfehler
WELD=Schweißen
TRIM=Trimmen
INTERSECT=Kreuz
WELDTO=Angelötet
TRIMTO=Beschnitten auf
INTERSECTTO=Überqueren
PLASTIC=Form
SAVESRC=Behalten Sie das Originalobjekt
SAVETAR=Zielobjekt behalten
NOVALIDONCEMORE=Haben Sie ein gültiges Objekt ausgewählt und erneut ausgewählt?
FILE=Datei
PORT=Port
IOSTOP=Beenden Sie die Verarbeitung des Eingabeports
STOPPROMPT=Eingabeaufforderung, wenn die Verarbeitung gestoppt wird
STOPSIGNALTRIG=Das Stoppsignal wird ausgelöst und die aktuelle Bearbeitung gestoppt!
REMOTE=Fernbedienung
ENREMOTE=Aktivieren Sie die Fernbedienung
NETWORKIP=Netzwerk IP-Adresse
QPULSEWIDTH=Q Pulsbreite
POINTTIME=Punktierungszeit
LEFT = Links
RIGHT = Richtig
ALIGN_NODECTRL=Knotensteuerpunkte ausrichten
NODE_ALIGN=Knoten ausrichten
OFFSETLEN=Versatzlänge
BASELENGTH=Basislänge
TRANFORM=Transformation
BASE=Benchmark
FREE=Freiheit
BASELENGTH=Basislänge
BASEANGLE=Referenzwinkel
ANGLELIMIT=Winkelbereichsbegrenzung
CHANGEORDER=Reihenfolge ändern
MODIFY=Ändern
ROAXIS=Drehachse
ZERO=Nullpunkt
STEPPERRO=Anzahl der Impulse pro Umdrehung
DISTPERRO=Bewegungsentfernung pro Umdrehung
MINPOS=Minimale Koordinate
MAXPOS=Maximale Koordinate
MINSPD=Mindestgeschwindigkeit
MAXSPD=Höchstgeschwindigkeit
ZEROSPD=Keine Rücklaufgeschwindigkeit
GEARRATIO=Untersetzungsverhältnis
PARTDIA=Werkstückdurchmesser
ZEROOFF=Nullpunktverschiebung
ACCTIME=Beschleunigungszeit
SCALECOMP=Proportionaler Ausgleich
SHEARCOMP=Versatzausgleich
SPACECOMP=Spielausgleich
GOTOORIGIN=Erweiterte Achskorrektur Null
PLSPICKAPEN=Bitte wählen Sie einen Stift
BITMAP=Bitmap
LINEINC=Bitmap-Scan-Zeileninkrement
NODE_DELETE = Knoten löschen
NODE_ADD = Knoten hinzufügen
NODE_UNITE=Fusionsknoten
NODE_TOARC = In ein Kreissegment verwandeln
NODE_TOBEZ = In ein gebogenes Segment verwandeln
NODE_TOLINE = Biegen Sie in ein gerades Liniensegment
NODE_TOSHARP = Scharfer Übergang
NODE_TOSMOOTH = Reibungsloser Übergang
NODE_TOSYSMETRIC = Symmetrischer Übergang
NODE_ALIGN = Knotenausrichtung
NODE_CHANGEDIR = Ändern Sie die Richtung der Kurve
MARKON=Markierung öffnen
MARKOFF=Markierung schließen
CURVEEDIT = Kurvenbearbeitung
MENU_AUTOCONNECT=Automatische Verbindung
CONNECTERR=Automatischer Verbindungsfehler


PRINTER  =Drucker
PRINT  = Drucken
STYLE  = Typ
STATUS = Zustand
REMARK = Bemerkungen
COPYNUM= Anzahl der Exemplare
ATTRIB= Attribut
PRINTCOPYNUM= Anzahl der Exemplare
AUTOPAGE=Automatisches Blättern
PRINTRANGE=Druckbereich
PRINTALL=Alles drucken
PRINTSEL=Wählen Sie zum Drucken
PAGESETUP=Seite einrichten

MARGIN=Margin
MARGINLEFT =Linker Rand
MARGINRIGHT=Rechter Rand
MARGINTOP  =Oberer Rand
MARGINBOTTOM=Unterer Rand

PAGECEN     =Seitenmitte
PAGECENUP   =Mittlere und obere
PAGECENLEFT =Mitte links
PAGECENRIGHT=Mitte rechts
PAGECENDOWN =Mittlere und untere

PAGELEFTUP   =Obere linke Ecke
PAGERIGHTUP   =Obere rechte Ecke
PAGELEFTDOWN  =Linke untere Ecke
PAGERIGHTDOWN =Unten rechts
PAGEFILL=Passen Sie die Seitengröße an
PAGERANDOM=Brauch
AXISSTEP=Bewegungsschritt
SPLITSIZE=Größe teilen
SPLITPARAM=Split-Parameter
SPLITBYGUILDLINES=Segmentierung nach Hilfslinie
ORIGIN=Herkunft
LIGHTING=Rote Leuchtanzeige
SPLITMARK1=Segmentierungszeichen 1
SPLITMARK2=Segmentierungszeichen 2
ORIGINCOOR=Ursprungskoordinaten
SETCURPOSTOORIGIN=(& D) Setzt den aktuellen Punkt als Ursprung
SETORIGIN=Stellen Sie den Ursprung ein
SPECIALMOTION=Sonderfall Bewegung
STOP=Halt an
GOTOMARKORIGIN=Bewegung zum Ursprung der Markierung
REDLIGHTPOINT=Rote Leuchtanzeige
LIGHTSPEED=Rote Lichtgeschwindigkeit
OFFSETPOSX=Versatzposition X
OFFSETPOSY=Versatzposition Y
REDLIGHTIO=Rote Lichtleistung
MARKIO=Ausgabe markieren
NULL=Nein
INPUTTEXT=Bitte geben Sie den zu verarbeitenden Text ein
FORCESPLIT=Erzwungene Segmentierung
LINE=Gerade Linie
RIGHTCOOR=Drücken Sie die rechte Maustaste, um die Koordinaten einzugeben
INPUTCOOR=Koordinaten eingeben
FINISHGOTOSTARTPT=Die Verarbeitung endet wieder am Startpunkt
STARTMARKIO=Markierung des Anschlusses starten
INPORT=Eingangsport
AUTORESET=Automatischer Reset
JSFFONT_FILENAME=Dateiname der Jsf-Schriftart
GRAPHCHAR=Das der Grafik entsprechende Zeichen
UPDATEFONTFILE=Schriftdatei aktualisieren
OFFSET_DIST=Versatzabstand
JCZFONT_NEWJSF=Die Datei existiert nicht. Möchten Sie eine neue Datei erstellen?
JSFFONT_NAME=Schriftname
DOUBLEWIDTH=Breite mit zwei Zeichen
DOUBLEHEIGHT=Höhe mit zwei Zeichen
SINGLEWIDTH=Breite eines einzelnen Zeichens
SINGLEHEIGHT=Höhe eines einzelnen Zeichens
JSFFONT=Jsf Schriftart
JCZFONT_PROPERTY=Schriftattribut
ENMARKMUTEX=Aktivieren Sie die Markierung von Mutexen
MARKPARAM=Markierungsparameter
ONOFF=Ein / Aus
CURPEN=Aktuelle Stiftnummer
CURPENPARAM=Aktueller Stiftparameter
USEDEFAULTPEN=Verwenden Sie Standardparameter
SELPARAMFROMLIB=Parameter aus der Parameterbibliothek entnehmen
DELETESELPARAM=Löscht ausgewählte Parameter
CURPARAMSAVEAS=Aktuellen Parameter speichern unter
PLSSELPARAM=Bitte wählen Sie zuerst einen Parameter aus
ID_DRAW_BARCODE = Barcode zeichnen \ n Barcode zeichnen
MENU_VIEW_MARKPARAM=Spalte mit den Markierungsparametern
ID_VIEW_MARKPARAM=Ein- oder Ausblenden der Spalte mit den Markierungsparametern \ n Spalte mit den expliziten Markierungsparametern
SHOWCROSSLINE=Fadenkreuz in der Mitte anzeigen
SELPOSDATUM=Wählen Sie die Referenz der Positionskoordinaten
PULSEGREATEMAX=Stellen Sie die Q-Impulsbreite so ein, dass sie größer als die maximale Impulsbreite ist
MAXPULSEWIDTH=Maximale Pulsbreite
CURFREQ=Aktuelle Frequenz
FIELDNAME=Feldname
CURRENT=Elektrischer Strom
CURRENTMAP=Aktuelle Zuordnung
ENCURRENT=Stromausgang aktivieren
EXESTART =Führen Sie das Programm aus, wenn ezcad gestartet wird
EXEFINISH=Führen Sie das Programm aus, wenn ezcad geschlossen ist
PARAMNAME=Parametername
GOALSIZE=Zielmarkierungsgröße
REALSIZE=Tatsächliche Markierungsgröße
CALCSCALE=Berechnungsverhältnis
GOALMUSTGREATE=Die Zielmarkierungsgröße muss größer als 0,001 sein
REALMUSTGREATE=Die tatsächliche Markierungsgröße muss größer als 0,001 sein
FORCEALLSPLIT=Die gesamte Segmentierung
USEGUILINSTARS=Verwenden Sie den digitalen Q-Switch-Treiber

DESCENTRATIO=Unteres Verhältnis
DESCENT=Geringere Höhe
ASCENT=Obere Höhe
BASELINE=Grundlinie
LOADCHAR=Charakterdaten werden geladen
SAVECHAR=Zeichendaten speichern
LEFTSIDE=Stützbreite links
RIGHTSIDE=Stützbreite rechts
HELP = Hilfe
HELP_BLUEBOX=Das blaue Kästchen ist der Bereich, in dem sich die Zeichen befinden, wenn sie tatsächlich angezeigt werden.
HELP_DESCENTRATIO=Unteres Verhältnis
HELP_CHARWIDTH=Die Zeichenbreite bezieht sich auf die Standardzeichenbreite der aktuellen Schriftart
HELP_CHARHEIGHT=Die Zeichenhöhe ist die Standardzeichenhöhe der aktuellen Schriftart.
HELP_LEFTSIDE=Die linke Unterstützungsbreite ist der Abstand zwischen den tatsächlichen Daten des Zeichens und dem linken Rand.
HELP_RIGHTSIDE=Die rechte Unterstützungsbreite ist der Abstand zwischen den tatsächlichen Daten des Zeichens und dem rechten Rand.
HELP_BASELINE=Die Grundlinie ist die horizontale Linie, mit der die Schriftart beim Erstellen erstellt wird.
CHARKERNING=Character Kerning
NOFONTFILE=Kann keine gültige Schriftdatei finden, bitte wählen Sie eine gültige Schriftdatei!
INPUT2CHAR=Geben Sie zwei Zeichen ein
SAVEKERNING=Kerning speichern
JCZFONT_VER1=Die aktuelle Schriftart ist Version 1.0 und wird in Version 2.0 geändert. \ NBitte starten Sie ezcad 2.0 neu, damit es wirksam wird!
PULSEMODE=Vektor Punktmuster
PULSEPER=Anzahl der Impulse pro Punkt
FLYMARK=Flugmarkierung
FLYSPEED=Liniengeschwindigkeit
ERR_FLYSPEEDFAST=Die Leitungsgeschwindigkeit ist zu schnell, das Galvanometer kann nicht aufholen! Die Leitungsgeschwindigkeit muss geringer sein als die Markierungs- und Sprunggeschwindigkeit!
MS=Millisekunden
CANHATCH=Kann befüllt werden
PASSWORD=Passwort
CONFIRMPASSWORD=Passwort bestätigen
PASSWORDNOSAME=Das zweimal eingegebene Passwort ist unterschiedlich, bitte erneut eingeben!
PASSWORDUNVALID=Das Passwort ist falsch!
OUTPORTALRADYUSE=Der Ausgangsport ist bereits von einem anderen Gerät belegt, bitte setzen Sie ihn zurück!
LASERPOWERIO=Laser-Steckdose
POWERON=Einschalten
POWEROFF=Ausschalten
EZCADSTR_ID_FILE_IMGLIB = Öffnen Sie die häufig verwendete Fotogalerie \ n
EZCADSTR_IDC_STATIC_NEWIMG = Bitte geben Sie einen Bildnamen ein
EZCADSTR_IDC_STATIC_NEWLIB = Bitte geben Sie einen Galerienamen ein
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME = Bitte geben Sie einen Dateinamen (.glb) ein
EZCADSTR_IMGDLG_BUTTON_DELIMG = Bild löschen
EZCADSTR_IMGDLG_BUTTON_DELLIB = Galerie löschen
EZCADSTR_IMGDLG_BUTTON_NEWIMG = Schließe dich dem Bild an
EZCADSTR_IMGDLG_BUTTON_NEWLIB = Neue Galerie
EZCADSTR_IMGDLG_KEEPSIZE = Sperrverhältnis
EZCADSTR_IMGDLG_NEWIMG = Schließe dich dem Bild an
EZCADSTR_IMGDLG_NEWLIB = Neue Galerie
EZCADSTR_IMGDLG_STATIC_EXPORT = Grafikoptionen exportieren
EZCADSTR_IMGDLG_STATIC_HEIGHT = Höhe
EZCADSTR_IMGDLG_STATIC_NAME = Name der Galerie
EZCADSTR_IMGDLG_STATIC_PREVIEW = Bildvorschau
EZCADSTR_IMGDLG_STATIC_WIDTH = Breite
EZCADSTR_IMGGLD_ORIGSIZE = Originalgröße
EZCADSTR_IMGLIB_DRAW = Zeichengalerie
EZCADSTR_IMGLIB_MAXIMG = Anzahl der Bilder in dieser Galerie hat das Maximum erreicht, erstellen Sie bitte auch eine neue Galerie
EZCADSTR_IMGLIB_TOTALNUMBER = Gesamtzahl der Bilder:
EZCADSTR_IMPORT_PT = Geben Sie ein, wo die Grafik platziert wird
EZCADSTR_MSG_DELETEIMG = Möchten Sie das Bild wirklich löschen?
EZCADSTR_MSG_DELETELIB = Möchten Sie die Galerie wirklich löschen?
EZCADSTR_MSG_DIRECTORYERROR = Bibliotheksdateipfad existiert nicht
EZCADSTR_MSG_HAVEFILE = Die angegebene Galerie existiert bereits. Bitte geben Sie sie erneut ein
EZCADSTR_IMGDLG = Gemeinsame Galerie
EZCADSTR_MENU_FILE_IMGLIB = Gemeinsame Galerie (& L) ...
CIRDIAMETER=Runder Durchmesser
ARRAY_NUM=Anzahl der Arrays
ANG_DIST=Winkelabstand
EZCADSTR_ARRAY_TYPE = Array-Typ
EZCADSTR_ARRAY_X_DIST = Seitlicher Abstand
EZCADSTR_ARRAY_X_NUM = Horizontale Nummer
EZCADSTR_ARRAY_Y_DIST = Vertikaler Abstand
EZCADSTR_ARRAY_Y_NUM = Vertikale Nummer
EZCADSTR_ARRAY_DIST_CALC = Abstandsmethode
EZCADSTR_ARRAY_ENTSPACE = Berechnen eines Maßraster
EZCADSTR_ARRAY_OFFSETDIST = Berechnet anhand des Versatzabstands
EZCADSTR_CMD_ARRAY=Array-Objekt
RADIUS=Radius
BREAKCROSSPOINT=Kreuzung entfernen
ID_MODIFY_ARRAY = Array ausgewähltes Objekt \ n Array-Objekt
ID_MODIFY_ROTATE = Ausgewähltes Objekt drehen \ n Objekt drehen
ID_MODIFY_PLASTIC=Objektform
ID_MODIFY_CONNECT=Automatische Verbindungskurve \ n Automatische Verbindungskurve
ID_MODIFY_BREAKCROSS=Entfernen Schnittkurve \ n Kreuzungen entfernt
ID_MODIFY_TRANSFORM=Objekt transformieren \ n transformieren
ID_MODIFY_OFFSETCURVE = Ausgewähltes Kurvenobjekt versetzen \ n Kurve versetzen
CROSSLEN=Schnittlänge
TESTLASER=Laser testen
READALLLINE=Lesen Sie jedes Mal die gesamte Datei
INFO_CODE128OPTMIZE=CODE128Optimized Barcode Dauerstrichcode, dessen Zeichensatz enthält einen Wert von 0 bis 127 ASCII-Zeichen, das automatische System zwischen CODE128 A, B und C, um das Zeichen zu wechseln, so dass die endgültige Codierung kürzest;
FLYRIGHT2LEFT=Pipeline-Richtung von rechts nach links
FLYCONTMODE=Pipeline-Endlosmodus
DATEINFO=Bedeutung der Zeichen im Datumsformat: Y
SN=Seriennummer
INCSN=Inkrement der Seriennummer

DATENAME=Datumsname
YEARUSE2DIGIT=Verwenden Sie zwei Ziffern für das Jahr
YEARNOLEADZERO=Verwenden Sie keine führenden Nullen
HOUR12=12-Stunden-System
TIMENOLEADZERO=Die Zeit verwendet keine führenden Nullen
DIGIT09ISSN=Die Nummer 0 ist die Seriennummer und die Nummer 9 ist das Seriennummerninkrement.
SAMPLE=Beispiel
AM=Morgen
PM=Nachmittag
DATENAMECANNOTNULL=Der Datumsname darf nicht leer sein!
SAVETONEWFILE=In neuer Datei speichern
AUTOROANG=Automatischer Drehfüllwinkel
BYDAY=Am Tag
BYMONTH=Monat für Monat
BYYEAR=Bis zum Jahr
DATEOFFSET=Datumsoffset
ENTOTALPARTNUM=Die Gesamtzahl der Werkstücke im Dauerbetrieb ist gültig
MARKFINISHNUM=Die angegebene Menge wurde verarbeitet! Verarbeiten Sie weiter?
OFFSET=Offset
EXPORTTEXT2FILE=Text während der Verarbeitung in die angegebene Datei ausgeben
EXPORTTIME2FILE=Ausgabezeit in die angegebene Datei während der Verarbeitung
EXPORTTEXT=Text ausgeben
AUTOCONNECT=Automatisch benachbarte Kurvensegmente verbinden
SOFTUSEPSW=Sie müssen Ihr Passwort eingeben, um die Software nutzen zu können.
USERMGR=Benutzermanager
USER=Benutzer
ADMIN=Manager
DESIGNED=Designer
WORKER=Betreiber
MODIFYPASSWORD=Passwort ändern
SELUSER=Benutzer auswählen
PSWINCORRECT=Das Passwort ist falsch, bitte erneut eingeben
CARDNO=Kartennummer
SELLMC1DEV=Wählen Sie das Gerät aus, für das Sie Parameter einstellen möchten
LASERTYPE=Lasertyp
NOHATCHTEXT=Füllen Sie keinen Text
USECORRECTFILE=Kalibrierdatei verwenden
CRYSTAL=Kristall
MAXFREQ=Maximale Frequenz
PULSEGREATEMAXFREQ=Die Pulsfrequenz ist größer als die Maximalfrequenz
MOVEANG=Bewegungswinkel
CURRANGLE=Aktueller Winkel
ROANGMARK=Drehwinkelmarkierung - Hinweis: Die Objekt-Z-Koordinate ist der Winkelwert
OPTIMIZECURVE=Kurvenreihenfolge optimieren
ANGLEROTATE=Drehwinkelmarkierung
SIZESCALE=Größenverhältnis
PULSE=Puls
ENSHOWCONTOUR=Gliederung anzeigen
SUBSURFACE=Innenschnitzerei
ZEROTIMEOUT=Timeout für Rückkehr Null
CMD_REPEAT1=Wiederholen Sie den Befehl 1
CMD_REPEAT2=Wiederholen Sie den Befehl 2
NODE=Knoten
SUNDAYISFIRSTDAY=Sonntag ist der erste Tag der Woche
TT_POINT=Zeichne einen Punkt
TT_POINTONCURVE1=Platzieren Sie eine feste Anzahl von Punkten auf der Kurve
TT_POINTONCURVE2=Platzieren Sie einen Punkt mit fester Tonhöhe auf der Kurve
IMGLIB_PROMPT=Tipp: Halten Sie die linke Maustaste gedrückt, um die gewünschte Grafik auszuwählen, und ziehen Sie, um zum Arbeitsbereich zu gelangen
ONELASERMULTISCANNER=Single-Laser- und Multi-Lens-Lens-Modus
MULTILASERMULTISCANNER=Multi-Laser- und Multi-Lens-Lens-Modus
ALLSCANNERSAMEPART=Alle vibrierenden Linsen bearbeiten das gleiche Werkstück
ALLSCANNERDIFFPART=Alle vibrierenden Linsen bearbeiten unterschiedliche Werkstücke
SCANNER=Galvanometer
SCANNERTYPE=Galvanometer-Typ
CENPOS=Zentrumskoordinaten
LASERPARAM=Laserparameter
ERR_OUTRANGE=Die verlängerte Welle liegt außerhalb des Bearbeitungsbereichs!
MOVETOPREV=Gehe nach vorne
MOVETONEXT=Gehe nach hinten
MOVETOTOP=Gehe nach vorne
MOVETOBOTTOM=Gehen Sie zum Ende
MENU_EDIT_TODASHED=Verwandelte sich in eine gepunktete Linie
INFO_QRCODE=Der QRCODE-Barcode ist ein zweidimensionaler Barcode, dessen Zeichensatz alle ASCII-Zeichen enthält.
LASERONTIME=Einschaltzeit des Lasers
DISTRIBUTION=Verteilung
D_TOP=& Top
D_VCEN=& (E)
D_VSPACE=& Abstand
D_BOTTOM=& Unten
D_LEFT=Links (& L)
D_HCEN=& Zhong
D_HSPACE=& Pitch
D_RIGHT=& Richtig
ISREALYMARK=Hast du angefangen zu markieren?
DELOLDCURVE=Alte Kurve löschen
PICKOFFSETCURVE=Wählen Sie die zu versetzende Kurve aus
PICKOFFSETDIR=Wählen Sie die Versatzrichtung der Kurve
NESTING=Optimiertes Layout
PICKEDGE=Grenze auswählen
NESTPARAM=Layoutparameter
AUTONESTING=Automatisches Layout
BRIDGEDIST=Kantenabstand
STOCKDIST=Bogenrand
ROTATEINTERVAL=Drehschritt
ROTATE=Drehen
ERRNESTING=Die aktuelle Blattgrenze kann nicht alle Muster aufnehmen!
PICKNESTEDGE=Wählen Sie die Blattgrenze aus, an der die Probe platziert wird
MARKDATA_OUTRANGE=Die Verarbeitung von Daten geht über den Umfang der Verarbeitung hinaus!
SELECTNESTEDGE=Bitte wählen Sie die Blattgrenze, an der das Muster zuerst platziert wird!
NESTINGMULTI=Mehrfache Werkstückanordnung
NESTINGONE=Einheitliches Layout für ein Werkstück
SHEETSIZE=Materialgröße
SHEETSIZESMALL=Die Materialgröße ist zu klein!
WARNSTARTSIGNAL=Die Bearbeitung wird ununterbrochen unterbrochen, ist der anfängliche Bearbeitungssignalfehler und ist das Startbearbeitungssignal verboten?
INPORTCONFLIC=Bitte beachten Sie, dass im Eingangsport ein Konflikt vorliegt! Bitte nochmal auswählen!
OUTPORTCONFLIC=Bitte beachten Sie, dass ein Konflikt im Ausgabeport vorliegt! Bitte nochmal auswählen!
UNCOMBINE= Trennkombination
READPOINTCLOUDFILE=Punktwolkendateien lesen ...
MENU_FILE_BMPFILE=Geben Sie die Bitmap-Datei \ tStrg + W ein
MENU_FILE_VECTORFILE=Eingabevektordatei \ tStrg + B
MAXFREQDELAY=Maximale Frequenzverzögerung
INFO_CODEINTER6=ITF-6 Code mit fester Länge ist ein Strichcode, der nur Zeichensatz enthält ‚0‘ - ‚9‘ Figuren, ITF-6 enthält sechs Zeichen, die ersten fünf Daten, und schließlich eine Prüfziffer, Schule Der Bestätigungscode wird vom System automatisch hinzugefügt, und das System akzeptiert nur die ersten 5 Zeichen.
INFO_CODEINTER14=ITF-14-Code der Strichcode mit einer festen Länge ist, es nur die ‚0‘ Zeichen enthält, - Nummer ‚9‘, ITF-14 enthält 14 Zeichen, die ersten 13 der Daten und ein Prüfsummenzeichen, Schule Der Bestätigungscode wird vom System automatisch hinzugefügt, und das System akzeptiert nur die ersten 13 Zeichen.
BORDER=Grenze
PLUSEWIDTHREV=Pulsbreitenumkehr
ENANALOGFPK=Aktivieren Sie die analoge Unterdrückung des ersten Impulses
INFO_USERDEFINE=Benutzerdefinierten Strichcode, eine benutzerdefinierte Anzahl von Reihen, eine Reihe von Strichcodedaten durch die Größe von 0-255 „“ getrennt digitalen Darstellung, wobei jede Zahl stellt einen 8-Bit-Block des Strichcodes, zeigt die erste Nummer des Strichcodes aus dem Die erste Zeile der nächsten Nummer sind die ersten 8 Bits des Strichcode-Blocks von links nach rechts. Wenn in der letzten Zeile kein Byte untergebracht werden kann, wird das entsprechende Datenbit ignoriert. Wenn das eingegebene Zeichen kein "," enthält, wird die Binärregel verwendet, 1 für Schwarz und 0 für Weiß.
RINGMARK=Schmuckkennzeichnung
INPUTDISTRCOFF = Verformungskoeffizient des Eingangszylinders
INPUTTRAPECOFF = Geben Sie den trapezförmigen Verformungskoeffizienten ein
GRADUATION=Maßstab
GRADUATIONNUM=Anzahl der Häkchen
GRADUATIONANG=Winkelinkrement
DEGREE1LEN=Minimale Ticklänge
DEGREE5LEN=5 Minuten Tick-Länge
DEGREE10LEN=10 Punkte Ticklänge
SHOWTEXT=Text anzeigen
STARTVALUE=Startwert
INCVALUE=Inkrementeller Wert
DOTBITCOUNT=Anzahl der Nachkommastellen
LOADGRADFILE=Waagedatei laden
SAVEGRADFILE=Skalendatei speichern
ROTATERULER=Schuppenring
HATCHBYDEFAULT=Füllen Sie mit Standardparametern
360MARK = 360 Grad Markierung
STARTPULSEMODE=Signalpulsmodus starten
AUTORESETMARKCOUNT=Bearbeitungszeiten für das automatische Zurücksetzen
PULSEPERUNIT=Anzahl der Impulse pro Einheit
MOVE = Mobil
MOVETO = Bewegen Sie sich zu
RELATIVE=Relative Position
MENU_DRAW_EXTAXIS=Erweiterte Achse (& X)
ID_DRAW_EXTAXIS= Zeichnen der Ausgabe-Erweiterungsachse \ n Zeichnen der Erweiterungsachse
MULTIPARTMARK=Multi-Station-Verarbeitungsmodul
PLEASEVALIDPARAM=Bitte wählen Sie einen gültigen Stationsparameter
MALTIMARKINFO=Die angegebene maximale Bearbeitungsanzahl wurde bearbeitet! \ N Wenn Sie bearbeiten möchten, ändern Sie bitte die Bearbeitungsanzahl oder die maximale Bearbeitungsanzahl.
MALTIMARKINFO2=Die angegebene maximale Bearbeitungsanzahl wurde abgearbeitet!
PARTPOS=Station
PARTTYPE=Stationsmodus
SELPARTTYPE=Stationsmodus auswählen
CURPARTPOS=Aktueller Sender
MARKEDCOUNT=Anzahl der bearbeiteten
STOPWHENMAX=Stoppen Sie nach der Verarbeitung auf die maximale Anzahl der Verarbeitungen
MAXCOUNT=Maximale Anzahl der Verarbeitungen
MARKALLPART=F1 verarbeitet alle aktuellen Sender
CONTMARKALLPART=F2 kontinuierliche Bearbeitung aller Stationen
MARKCURPART=F8 verarbeitet den aktuellen Sender
MODIFYCURPART=F9 ändere die aktuelle Stationsposition
ADD=Erhöhen
DISMARKWHENREACHTOTAL=Verarbeitung nach Verarbeitung auf die angegebene Nummer untersagen
CURNUMGREATETOTALNUM=Die aktuelle Bearbeitungszahl ist bereits größer als die Gesamtbearbeitungszahl, bitte aktuelle Bearbeitungszahl zurücksetzen und dann bearbeiten!
YAGOPTIMIZEMODE=YAG-optimierter Füllmodus

FLYHARDWARE=Aktivieren Sie den Hardware-Flugmodus
FLYSIMULATION=Aktivieren Sie den Hardware-Emulationsmodus
MULTIPLIER=Fluggeschwindigkeitskoeffizient
UM=Micron
MIL=Mil
UMPERCOUNT=Mikron / Graf
INCHPERCOUNT=Zoll / Anzahl
FLYCOUNT=Zählen
TOTALMARKTIME=Gesamtbearbeitungszeit
DOG=Dongle
DEFENTTEXT=TEXT
SPECIALPOS=Bestimmter Ort
GOTOSPECIALPOS=An einen bestimmten Ort verschieben
SETCURPOSTOSPEC=(& D) Setzt den aktuellen Punkt auf die angegebene Position
MINPWMFREQ=Minimale PWM-Signalfrequenz
PULSELOWMAXFREQ=Die Pulsfrequenz liegt unter der Mindestfrequenz
MINFREQ=Mindesthäufigkeit
DOUBLELINEMODE=Double-Tick-Modus
LASERSLEEPTIME=Laser Schlafzeit
DXFUNITISINCH=Dxf-Dateieinheiten werden in Zoll angegeben
0NOTAILZERO=Die Skala 0 zeigt keine 0 nach dem Dezimalpunkt an
SHOWDEGREE5TEXT=Zeigen Sie 5 Textabschnitte an
TEXTROTATE90=Text um 90 Grad gedreht
BOLDLINEMODE=Wide Tick-Modus
POWERRULER=Super Herrscher
PLSSELRULER=Bitte wählen Sie das zu bearbeitende Lineal aus
ALEARDYHAVESAMERULER=Der Name des Lineals widerspricht, bitte benennen Sie ihn um!
GRADCONDISNULL=Die Skalenerstellungsbedingung des Lineals darf nicht leer sein!
MINGRAD=Mindestmaßstab
RULER = Lineal
RULERNAME=Herrschername
GRADGENCOND=Bedingung für die Zeckenbildung
GRADLINE=Häkchen setzen
GRADVALUE=Wert skalieren
STARTPT=Ausgangspunkt
ENDPT=Kündigungsfrist
STARTINDEX=Indexnummer der Startskala
ENDINDEX=Indexnummer der Endskala
INCINDEX=Index-Inkrement skalieren
GRADLINEWIDTH=Tick ​​Breite
ROTATERULERMODE=Linealmodus
GLOBEMARK=Globus-Markierung
LONGITUDE=Länge
LATITUDE=Latitude
FLYMARKENTBYORDER=Aktivieren Sie diese Option, um in Objektreihenfolge zu fliegen
INPUTIOMASK=E / A-Maske eingeben
OUTPUTIOMASK=IO-Maske ausgeben
DISSTARTIOINCONTMODE=Der kontinuierliche Modus verhindert das Starten des Markierungsports
LASEROFFTC=Ausschaltverzögerung
STARTGRADPOS=Skalenstartposition
INCPOS=Positionserhöhung
STEPPERMM=Schritt / mm
STEPPERINCH=Schritt / Zoll
EDIT = Bearbeiten
TOTALPARTNUM=Gesamtzahl der Teile
EXPORTTOWS=Ausgabe in den Arbeitsbereich
STRAIGHTRULER=Lineal
RINGRULER=Ringlineal
DISKRULER=Disc Lineal
PARTNUM=Teilename
UPDATEPOSPARAM=Aktualisieren Sie die Standortparameter
OTHERNUMSYS=Benutzerdefinierte Hex
MAXNUMBER=Maximaler Radix
MPERMIN=Meter / Minute
INCHPERMIN=Zoll / Minute
ENCODERDIST=Bewegungsentfernung des Encoders
OUTPORT=Ausgangsanschluss
ROTATETEXTMARK=Rotierende Textmarkierung


CIRCLEMODE=Rundes Muster
TEXTELEMENT=Textelement
TCPIPCOM=Netzwerkkommunikation
SERIALCOM=Serielle Kommunikation
TIME=Zeit
FIXEDTEXT=Fester Text
NOLEADZERO=Verwenden Sie keine führenden Nullen
PREV=Vorwärts
NEXT=Zurück verschieben
LIMILTSN=Maximale Seriennummer
MODE=Modus
YEAR=Jahr
MONTH=Monat
DAYOFMONTH=Tag
DAYOFYEAR=Tag
DAYOFWEEK=Woche
WEEKOFYEAR=Woche
HOUR=Stunde
MINUTE=Minute
TIMESEC=Zeitraum
IPADDRESS=IP-Adresse
COMMAND=Befehl
ALLCHARSUSES=Alle Zeichen, die verwendet werden dürfen
BAUDRATE=Baudrate
DATABIT=Datenbit
STOPBITS=Hör auf
PARITY=Parität
ENCIRCLETEXT=Aktivieren Sie Bogentext
POWERKEYBOARD=Super Tastatur
KBWORKDIRECTORY=Arbeitsverzeichnis der Tastatur
KEYLIST=Schaltflächenliste
KEYNAME=Name der Schaltfläche
KEYFILE=Button-Datei
CUTONOFF=Schneideschalter
USERNAME=Benutzername

DYNFOCUS=Dynamischer Fokus
ENDYNFOCUS=Aktivieren Sie den dynamischen Fokus
DYNZREV=Z rückwärts
DYNZPOS=Z-Position
DYNZRAD=Entfernung zum Zentrum (%)
DYNAUTOSWITCH=Automatisches Umschalten
DYNUPDATEALL=Z-Position aktualisieren
DYNADD=Z erhöhen
DYNDEC=Z-Reduktion
DYNSTART=Beginnen Sie mit dem Testen
DYNSTOP=Stoppen Sie den Test
DYNUSING=Dynamischer Fokus wird verwendet.
IAGREE=Stimmen Sie zu, diese Vereinbarung zu akzeptieren
IDONTAGREE=Ich bin nicht einverstanden, diese Vereinbarung zu akzeptieren
ERR_CANNT_RUN=Im aktuellen Status ist dies nicht möglich
MARKSPEED=Markiergeschwindigkeit
LENTESTRECT=Seitenlänge des Rechtecks ​​testen
TESTPARAM=Testparameter
ZINCREMENT=Schrittweite Z
ZMICROINC=Feinabstimmungsschritt Z
ZMAX=Z Maximum
DYNLINEAR=Lineare Interpolation
MACROADJUST=Feinabstimmung des Z-Wertes
FAILTRANSFER=Datenaktualisierung fehlgeschlagen! Bitte nochmal versuchen!
ENCO2FPK=Aktivieren Sie die CO2-Unterdrückung des ersten Impulses
FPKSTARTPOWER=Startleistung für die Unterdrückung des ersten Impulses
FPKINCPOWER=Leistungsinkrement der ersten Impulsunterdrückung
SHOWSTARTMARKDLG=Startmarkierungsdialog anzeigen
ENEXEMARKFILE=Aktivieren Sie die Ausführung der Markierungsstart- und -endbefehlsdateien
ENREDCONTMODE=Aktivieren Sie den Rotlicht-Dauerbearbeitungsmodus

DYNSAVE=Speichern
DYNLOAD=Laden
ADDZAUTO=Der Z-Wert wird automatisch erhöht oder verringert
INFO_CICODE=Hanxin-Code ist Chinas 2D-Barcode-Standard, dessen Zeichensatz alle ASCII-Zeichen und chinesischen Zeichen enthält.
SPECIALWAVE=Spezielle Wellenform
SPIWAVE=Wellenform
SPICONTINUES=Kontinuierlicher Modus
SPISIMMERCUR=Standby-Leistung
STEPDIST=Optimierte Länge
STEPDELAY=Schrittverzögerung
USESTEPMARKMODE=Verwenden Sie ein Schrittmarkenmuster
CURLMCNOTIPG=Aktuelle LMC-Karten unterstützen keine IPG-Laser
CURLMCNOTSPI=Die aktuelle LMC-Karte unterstützt den SPI_G3-Laser nicht
LASERNOTREADY=Der Laser ist nicht bereit, bitte überprüfen
FIXEDCOOR=Feste Eingabepunktkoordinaten
DOORIO=Sicherheitstür Port
ERR_DOOROPEN=Die Sicherheitstür ist geöffnet, bitte Sicherheitstür schließen!
LINEREDUCTION=Gerade Einrückung
NUMLOOPS=Nummer des Grenzrings
FONTTYPE_SHX=SHX-Schriftart
ENSPLITSTRTOCHANGETEXT=Aktivieren Sie die Option "Geteilte Zeichenfolge", um das Textobjekt mit dem angegebenen Namen zu ändern
INDEXFIRSTCHARSTR=Die Position des ersten Zeichens in der Zeichenfolge
NUMCHAREXTRACTSTR=Die Gesamtzahl der Zeichen, die aus der Zeichenfolge extrahiert wurden
NAMETEXTTOCHANGE=Der Name des Textobjekts, dessen Inhalt Sie ändern möchten
SET=Einstellung
TT_PICKMIRRORX=X-Bild \ nX-Bild
TT_PICKMIRRORY=Y Spiegel \ nY Spiegel
IPG:OVERTEMP=Laser: zu hohe Temperatur
IPG:NORMAL=Laser: richtig arbeiten
IPG:HIGHOPTIC=Laser: Bearbeitung hochreflektierender Materialien, Laserreflexion in den Laser
IPG:SYSERROR=Laser: Systemfehler
IPG:READY=Laser: nicht fertig
IPG:EMERGENCY=Laser: Not-Aus-Signal ist gültig
HIDEMODEL=Verstecktes Modell
ANGLEINC=Winkelinkrement
UPTODOWN=Von oben nach unten
LAYERNUM=Anzahl der Schichten
SPACEOFLAYER=Ebenenabstand
CALCULATE=Berechnung
READ3DFACEFROMDXF=3d oberflächenbeschichtung
AVERAGELINE=Durchschnittliche Verteilungsfülllinie
CHANGELINECHAR=Zeilenumbruch
MARKSELF=Markiere dich
ENSAMEWIDTHCHAR=Aktivieren Sie Zeichen gleicher Breite
DYN_OUTSIDE=Äußerer Bereich
DYN_MODE1=Standardmodus
DYN_MODE2=Z-Achsen-unabhängiger Modus
MAXSPEED=Höchstgeschwindigkeit
MINSPEED=Mindestgeschwindigkeit
LOOPDIST=Ringabstand
MARKBYSPLITLINE=Durch Trennlinie markieren
MARKSTR_AFTER7=Bestimmter Ort
ENANALOGCURFPK=Aktivieren Sie die analoge Stromunterdrückung
CURVESCATTERTOL=Fehler der Kurvendispersion
ENABLECURVESCATTERTOL=Aktivieren Sie die Option "Diskreter Fehler Kurve"
WOBBLE=Jitter
WOBBLEDIST=Abstand
ROTARYMARK=Rundachsmarkierung
FOCUSLENGTH=Brennweite
AXISISHOMING=Die Achse fährt auf Null zurück
AXISISMOVING=Die Achse bewegt sich
AXISMOVEFAIL=Achsenbewegung fehlgeschlagen!
AXISERRMAXLIMIT=Die Achsenbewegung überschreitet die positive Grenze
AXISERRMINLIMIT=Die Achsenbewegung überschreitet den negativen Grenzwert
AXISMUSTGOHOME=Die Achse muss vor dem Bewegen auf Null zurückgesetzt werden. Ist sie zuerst Null?
ENCODERREVERSE=Encodersignalinversion
FLYENCODEROFFSET=Aktivieren Sie den festen Offset-Abstand des Encoders
FLYENCODEROFFDELAY=Verzögerung (uns)
FLYENCODERLOWSPEED=Low-Speed-Modus

GET55ERR=Parameterberechnungsfehler
GETFLYPARSTEP=Bitte steuern Sie die Pipeline manuell, um eine kleine Strecke zurückzulegen. \ N Messen Sie die Strecke und füllen Sie das folgende Eingabefeld aus. \ NKlicken Sie auf OK, um die Parameter automatisch zu berechnen
FLYPARINPUT=Eingabelänge:
GETPAR=Berechnung
PULSECOUNT=Pulsmenge
PULSECOUNTRESET=Klar

FLYADDTOY=Überlagert auf der Y-Achse
FLYTOP2BOTTOM=Rohrleitungsrichtung von oben nach unten

DYNAMICLMC=Dynamische Fokuskarte
UNKNOWN=Unbekannt
BDVVALUE_CUSTOM_ALL=Allgemeiner Zweck
BDVTEXT_CARDTYPE=Board-Typ:
BDVTEXT_CARDVERSION=Versionsnummer:
BDVTEXT_CUSTOM=Anpassung:
BDVTEXT_CARDFUNCTION=Funktionscode:
HARDINFO=Hardware-Informationen

ENVARTEXTFIXWID=Aktivieren Sie die feste Textbreite
USEEXCELCORRECTFILE=Verwenden Sie Excel, um Dateien zu korrigieren
STARTCOOR=Startpunktkoordinaten
ENDCOOR=Endpunktkoordinaten
SPACEDIST=Abstand
SPACING=Abstand
MARKGRIDLINE=Gitterlinien markieren
USECORFILEMARKGRIDLINE=Markieren Sie die Gitterlinien mit der Kalibrierungsdatei
CORCOMPFILE=Korrekturkompensationsdatei (Excel-Datei)
FIXEDCHARCOUNT=Feste Anzahl von Zeichen
EMPTYCHARWIDTH=Leere Zeichenbreite
AVADISTPOINT=Durchschnittliche Verteilung aller Punkte
YAGFASTPOINTMODE=YAG Fast Dot-Modus
SETANALOG=Stellen Sie das Analog ein
USERDEF=Brauch
MENU_VIEW_IOSTATE=E / A-Status
DOGNOTMATCHLMC=Die Dongle-Bindungsnummer stimmt nicht mit der Markierungskartennummer überein. Bitte überprüfen Sie die Dongle-Nummer!
MORETHAN360=Der Markierungsbereich liegt über 360 Grad. Möchten Sie fortfahren?
CURNUM=Aktuelle Anzahl der Noten
SPOTDIA=Spotgröße
PTCYCLES=Anzahl der Treffer
DISTANCE  = Entfernung
ENDADDPTS=Fügen Sie am Ende einen Punkt hinzu
INFO_MICROQRCODE=Micro QR Code ist eine optimierte Version des QRCODE-Barcodes.
ENABLETILDE=Aktivieren Sie ~ (~ gefolgt von dxxx xxx
MULTIFILEMARK=Mehrfache Dokumentenmarkierung
LASERLEAKHANDLE=Leichte Leckbehandlung
DISMARKLOWPT=Markieren Sie keine Punkte mit niedrigen Grauwerten
BASEHEIGHT=Bezugshöhe
PARTHEIGHT=Werkstückhöhe
ZADJUSTMENT=Z-Verstellhöhe
ACCURATEZERO=Präzise Nullrendite
RECTMODE=Rechteckiger Modus
KEEPENTORDER=Halten Sie die Reihenfolge der bearbeiteten Objekte ein
OPENMODELAY=Schalten Sie die MO-Verzögerung ein
SERIALTYPE=Typ
LINEFEEDMALP=Interlaced-Fehlausrichtung
IPGSETTINGS=IPG_YLPM Laserstatus
SQLDB=SQL-Datenbank
SQLDRIVERS=SQL-Treiber
DBQFILE=Datenbankdatei
USERID=Benutzer ID
SQLCMD=SQL-Befehl
SETPENPARAM=Stellen Sie die Stiftparameter ein
BOLD=Fett
ITALIC=Kursiv
RESET = Zurücksetzen
USERINTERLINE=Interne Fülllinie aktivieren
LASERBEAMDIA=Laserfleckdurchmesser
HATCHLINEDIST=Zeilenabstand füllen
ENCO2PULSEMODE=Aktivieren Sie den CO2-Superpuls-Modus
HATCHONEBYONE=Bewahren Sie die Unabhängigkeit des gefüllten Objekts
RESORT=Sortieren
RESORT_INFO=Sortieren \ n sortieren
SELECTSCANNERFIELD=Wählen Sie das Koordinatensystem des Galvanometers
SCANHEAD=Vibrationslinse
SCANNERFIELD=Markierungsbereich
SELECTMOVEDIR=Wählen Sie die Richtung der Pipeline-Bewegung
STARTMARKER=Tag starten
SENSOR=Sensor
ENCODER=Drehgeber
MOVEDIR=Pipeline-Bewegungsrichtung
NEXTSTEP=Nächster Schritt
PREVSTEP=Vorheriger Schritt
FINISH=Ende
FLYMARKSETTINGS=Einstellung der Flugmarkierungsparameter
ORIENTATION=Richtung festlegen
HORIZONTAL=Level
VERTIICAL=Vertikal
POWEROFFSAVEFILE=Automatische Schutzdatei bei Stromausfall
ADJUST=Anpassung
FLYMULTIINFO=Bitte markieren Sie zuerst ein Rechteck im Pipeline-Bewegungsstatus. \ N Wenn das eingravierte Rechteck der Grafik links unten entspricht, erhöhen Sie den Koeffizienten. \ N Wenn das eingravierte Rechteck der Grafik rechts unten entspricht, verringern Sie den Koeffizienten.
DISABLEOPTIMIZECONMODE=Verbot des Optimierungsmodus für den kontinuierlichen Verarbeitungsmodus
ARRAYDISCHANGESN=Ändern Sie nicht den Textinhalt der Seriennummer
SPIRAL=Spirale
SPIRALPITCH=Helixganghöhe
LINEOFONERING=Anzahl der Segmente in einem Kreis
SPIRALPROMPTSTR=Sie müssen zuerst einige kreisförmige Objekte auswählen, deren Umrisse zum Steuern des Zeichnens der Spirale verwendet werden
AREYOUSUREDLETE=Bestätigen Sie das Löschen
CHANGENAME=Namen ändern
CUSTOMIZE=Brauch
STDMODE=Standardmodus
CONTOURFIRST=Gliederungspriorität
USERDEFCHARSPACE=Benutzerdefinierter Textabstand
MINRADIUS=Mindestradius
MAXSPIRALPITCH=Maximale Steigung der Helix
MINSPIRALPITCH=Minimale Steigung der Helix
SPIRALPITCHINC=Tonhöhenerhöhung
DELETESPIRAL=Spirale entfernen
OUTEDGELOOP=Anzahl der äußeren Begrenzungsringe
INTEREDGELOOP=Innere Grenzzahl
ID_DRAW_SPIRAL=Eine Spirale zeichnen \ n Eine Spirale zeichnen
FPKFROMLOWTOHIGH=FPK-Strom von niedrig nach hoch
ALWAYSOPENMO=MO-Signal ist normalerweise offen
LOWVALID=Aktiv niedrig
MARKFINISH=Endesignal markieren
ENCURRENTADJUSTDELAY=Aktivieren Sie die Verzögerung für die aktuelle Einstellung
ENCURRENTADJUSTDELAY=Aktivieren Sie die Verzögerung für die aktuelle Einstellung
MINCURRENTADJUSTDELAY=Minimale Verzögerung der Stromeinstellung
MAXCURRENTADJUSTDELAY=Maximale Verzögerung für die Stromeinstellung
SETCURRENT=Aktuellen Strom einstellen
LAYSERNAMESAME=Der Ebenenname ist der gleiche wie die anderen Ebenennamen, bitte benennen Sie ihn um!
ZOOM=Zoom
DRAW=Zeichnen
PENBOX=Stiftschachtel
DEVICE=Ausstattung
MULTILAYER=Multilayer-Verarbeitung
MINPULSEWIDTHRATIO=Minimales Pulsbreitenverhältnis
MAXPULSEWIDTHRATIO=Maximales Pulsbreitenverhältnis
PULSEWIDTHOUTRANGE=Q Impulsbreite liegt außerhalb des Bereichs
STANDARD=Standard
TRUE=Ja
FALSE=Nein
DISABLE=Verboten
NS=Nanosekunde
DELAYPARAM=Verzögerungsparameter
JUMPPARAM=Sprungparameter
MINJUMPTC=Minimale Sprungverzögerung
MAXJUMPTC=Maximale Sprungverzögerung
JUMPLENLIMIT=Sprungbegrenzungslänge
MARKLOOPTIP=Aktuelle Stiftmarkierungszeiten
MARKSPEEDTIP=Bewegungsgeschwindigkeit bei der Galvanometermarkierung
LASERCURRENTTIP=Laserausgangsstrom
LASERFREQTTIP=Frequenz der Laserleistung
LASERPOWERTIP=Prozentsatz der Laserausgangsleistung
LASERPWTIP=Pulsbreite der Laserleistung
SPIWAVETIP=Auswahl der SPI-Laserausgangswellenform
USEDEFWAVETIP=Benutzerdefinierte Laserausgangswellenform
JUMPSPEEDTIP=Bewegungsgeschwindigkeit beim Springen des Galvanometers
MINJUMPDELAYTIP=Mindestverzögerungszeit nach dem Ende des Galvanometersprungs
MAXJUMPDELAYTIP=Die maximale Zeit, die für die Verzögerung nach dem Galvanometersprung benötigt wird
JUMPLENLIMITTIP=Wenn die Galvanometersprungdistanz größer als diese Länge ist, verwendet die Sprungverzögerung die maximale Verzögerungszeit.
LASERONDELAYTIP=Wenn der Laser eingeschaltet ist, verzögert das Galvanometer diese Zeit, bevor es sich in Bewegung setzt.
LASEROFFDELAYTIP=Wenn die Markierungsbewegung beendet ist, verzögern Sie den Laser nach dem Ausschalten.
POLYGONDELAYTIP=Bei der Markierungsbewegung wird die Eckverzögerung festgestellt und die nächste Kurve nach dieser Zeit markiert.
LMARKENDDELAYTIP=Verzögern Sie nach dem Markieren der Bewegung diese Zeit und springen Sie dann zur nächsten Kurve
CURPENNOTIP=Aktuelle Seriennummer des Stifts
CURPENCOLORTIP=Aktuelle Stiftfarbe
USEDEFPARAMTIP=Verwenden Sie Standardverarbeitungsparameter
CURPENPARAMNAMETIP=Name des aktuellen Stiftparameters
LOADPENBOXFROMDEF=Laden Sie die Standard-Stiftbox-Parameter
SAVEASPENBOXTODEF=Als Standard-Stiftkastenparameter speichern
RESETALLPENS=Setzen Sie alle Stiftparameter zurück
SHOW=Anzeige
HIDE=Verstecken
SHOWALL=Zeige alles
ARRAYTEXT=Dynamisches Textfeld
TT_MODIFY_ARRAYTEXT=Ändern Sie die Position und Größe der einzelnen Textfeldeinheiten beliebig
PROPERTY=Attribut
VALUE=Wert
MINVALUE=Mindestwert
MAXVALUE=Maximum
ENABLEPULSEWIDTH=Aktivieren Sie die Einstellung der Impulsbreite
ENABLEPULSEWIDTHTIP=Aktivieren Sie die eingestellte Pulsbreite des Faserlasers während der Bearbeitung.
LASERLEAKHANDLETIP=Um zu verhindern, dass der Faserlaser während der Bearbeitung Licht austritt, wird eine spezielle Behandlung durchgeführt.
ALWAYSOPENMOTIP=Schalten Sie während der Verarbeitung immer das MO-Signal ein
OPENMODELAYTIP=Zeitverzögerung nach dem Einschalten des MO durch den Laser
DISCHECKLASERSTATE = Überprüfen Sie nicht den Laserstatus
DISCHECKLASERSTATETIP = Überprüfen Sie den Laserstatus nicht vor der Verarbeitung
LIMITPARAM=Parameter begrenzen
GALVOMINSPDTIP=Minimale Bewegungsgeschwindigkeit, die durch die Bewegung des Galvanometers zulässig ist
GALVOMAXSPDTIP=Maximale Bewegungsgeschwindigkeit durch Galvanometerbewegung
GALVO2XTIP=Die Galvanometerachse 2 ist die X-Achse
REVERSEXTIP=Die X-Achsenrichtung des Galvanometers muss umgekehrt werden
REVERSEYTIP=Die Jochrichtung des Galvanometers muss umgekehrt werden
FIELDSIZETIP=Bereichsgröße des Galvanometer-Verarbeitungsbereichs
USECORRECTFILETIP=Gibt an, ob der aktuelle Galvanometer mithilfe der angegebenen Kalibrierungsdatei korrigiert wird
TRANSFORMOFFSETXTIP=X-Offset-Abstand der Gesamttransformation des Galvanometerausgangs
TRANSFORMOFFSETYTIP=Y-Offset-Abstand der Gesamttransformation des Galvanometerausgangs
TRANSFORMANGLETIP=Der Drehwinkel des Galvanometerausgangs als Ganzes
MARKSTR_AFTERMARKTIP=Gibt an, ob das Galvanometer nach der Verarbeitung an die angegebene Position springen soll
CURVESCATTERTOLTIP=Der maximale Sehnenhöhenfehler der Kurve wird in eine gerade Linie zerlegt


MINLINESEGLEN=Minimale Länge der geraden Linie
MINLINESEGLENTIP=Die minimale Zeilenlänge, eine Zeile, die kürzer als diese Länge ist, wird ignoriert
LASERREADYIO=Laser bereiter Hafen
REDLIGHTPOINTSTART=Rotes Licht zeigt den Startport an
PORTNOTIP=Die vom aktuellen Signal verwendete Portnummer
LOWVALIDTIP=Ist das aktuelle Signal aktiv niedrig?
STARTPULSEMODETIP=Gibt an, ob das Startsignal ein flankengetriggerter Modus ist
PULSEWIDTHOUTPORTMODETIP=Zeit, um den aktiven Pegel des Endsignals auszugeben
LOWVOLISVALID=Aktiv niedrig
HIGHVOLISVALID=Aktiv hoch
ALARMPORTSTATETIP=Signalisiert den gültigen Status des aktuellen Ports
ALARMMESSAGETIP=Das System zeigt eine Meldung an, wenn während der Verarbeitung ein Warnsignal ertönt.
REDCONTMODE=Rotes licht kontinuierliche anzeige modus
SOFTLICENCENOTFIND=Es wurde kein gültiger Software-Registrierungscode gefunden!
SOFTLICENCEISUNVALID=Ungültiger Software-Registrierungscode!
CHANGEPWELAY=Pulsbreitenverzögerung ändern
CHANGEPWELAYTIP=Zeit, die der Laser benötigt, um den Wert der Impulsbreite zu ändern
BWREVERSE=Schwarzweiss-Umkehrung
DELETECENBAR=Zwischensatz löschen
INFO_CODEDATAMTXGS1=DATAMATRIX_GS1 ist ein Sonderformat DATAMATRIX-Barcode, dessen Inhalt dem GS1-Standardformat entsprechen muss.
OPTIMIZEPARAM=Optimierungsparameter
OPTIMIZEHATCH=Optimierte Füllung
BARCODEENDEFTEXT=Benutzerdefinierter Anzeigetext (# -Zeichen,? -Löschen,% -Prüfung)
GALVORESPONSE=Reaktionszeit des Galvanometers
ENSAVEFILE=Aktivieren Sie das Speichern der Datei
ENDRAWENTITY=Zeichnungsobjekte aktivieren
ENPICKMOVE=Aktivieren Sie die Bewegungstransformation
ENEDITPARAM=Aktivieren Sie die Objektbearbeitung
ENPENPARAM=Aktivieren Sie die Änderung der Stiftparameter
ENDEVPARAM=Aktivieren Sie die Änderung der Geräteparameter
ENSYSTEMPARAM=Aktivieren Sie die Änderung der Systemparameter
ALREADYHAVETHISUSER=Haben Sie bereits diesen Benutzernamen, bitte ändern Sie den Benutzernamen!
GALVOBIDIROFFSET=Bidirektionaler Offset

ID_VIEW_3D=2D- und 3D-Ansichtsumschaltung \ n3D-Ansichtsumschaltung
ID_VIEW_3DUP=Ansicht von oben \ n Ansicht von oben
ID_VIEW_3DDOWN=Ansicht von unten \ n Ansicht von unten
ID_VIEW_3DLEFT=Von links gesehen \ n Ansicht von links
ID_VIEW_3DRIGHT=Ansicht von rechts \ n rechte Ansicht
ID_VIEW_3DFRONT=Ansicht von vorne \ n Vorderansicht
ID_VIEW_3DBACK=Ansicht von hinten \ n Rückansicht
ID_VIEW_3DISO=Siehe die isometrische Ansicht aus der isometrischen Richtung
ID_3DVIEW_WIRE=Oberflächendrahtgittermodus anzeigen \ nDrahtgittermodus anzeigen
ID_3DVIEW_RENDER=Darstellungsmodus für die Oberfläche \ n Darstellungsmodus für die Anzeige
ID_3DVIEW_RENDERLINE=Oberflächen-Rendering-Linienmodus anzeigen \ n Rendering-Linienmodus anzeigen
ID_3DVIEW_HIDEMESH=Oberfläche ein- oder ausblenden \ n explizite Oberfläche
ID_3DFUN_MESH3D=Öffnen Sie die 3D-Oberflächenmodelldatei \ nÖffnen Sie das 3D-Oberflächenmodell
ID_3DFUN_SLICEMESH=Schichtung der Oberfläche \ n Oberflächenschichtung
ID_3DFUN_ROTATEMESH=Oberfläche drehen \ n Oberfläche drehen
ID_3DFUN_MOVEMESH=Oberfläche übersetzen \ n, um die Oberfläche zu übersetzen
ID_3DFUN_PRJ=Projizieren eines Objekts auf eine Oberfläche \ n Oberflächenprojektion


ALLOUTMODE=Alle Ausgabe
ENCODERONLYA=Der Encoder wird nur an Phase A angeschlossen
FLYTRACKERROR=Flugfehlerkorrekturfaktor
MESH3D=3d oberfläche
CURVE3D=Kurve 3d
SLICE3D=Überlagerte Tangente
SLICEFILE=Hierarchische Datei
SLICEMESH=Geschichtete Scheibe
ZMAXTOMIN=Z-Wert von groß nach klein
MINZ=Minimaler Z-Wert
MAXZ=Maximaler Z-Wert
THICKNESS=Dicke
CROSSHATCH=Kreuzfüllung
ROTATEMESH=Rotierende Oberfläche
MOVEMESH=Oberfläche bewegen
PROJECT=Projektion
PROJECT3D=Projektion 3d
DELPROJECT=Projektionskurve löschen
LIMITZ=Z Grenzwert
SURFACEDOWN=Projektion der unteren Fläche
LANGPAGE=Sprachcodepage
DYNAMICHATCH=Dynamische Polsterung
ADDCONTOUR=Erhöhen Sie das Profil
MARKMESHBOX=Markierter Flächenbegrenzungsrahmen
MARK_NOMESH=Es ist kein Oberflächenobjekt vorhanden. Überprüfen Sie, ob die Oberfläche in der 3D-Ansicht geladen ist.
PULSEWIDTHINDEXMODE=Pulsbreitenindex-Modus
PULSEWIDTHINDEXMODETIP=Die Impulsbreite wird durch einen Index dargestellt
MAXINDEXVALUE=Maximaler Indexwert
PULSEWIDTHINDEX=Pulsbreitenindex
ENWELDWAVEOUT=Aktivieren Sie die Wellenformausgabe
WELDWAVE=Wellenform
WELDWAVETIP=Laser-Analogsignaleinstellungen für jeden Punkt
WAVEWIDTH=Wellenformbreite
MAXWELDWAVEWIDTH=Wellenform maximale Breite
WAVETOTALWIDTHISBIG=Die eingestellte Gesamtwellenformbreite ist größer als die maximale Breite, bitte erneut eingeben!
REMOVENOINT=Nicht durchtrennte Segmente entfernen
USESELECT2DENT=Ebenen mit ausgewählten 2D-Objekten
GENERATECURVES=Kurvendaten generieren
CALCULATECONTOURS=Berechnen Sie die Konturkurve
REBULIDCONTOURS=Informationen zur Konturposition ermitteln
HATCHLINES=Fülllinie berechnen
BUILDPROJECTMESH=Erstellen Sie eine Projektionsfläche
WRAP=Paket
PLSSELECTVALIDCURVE=Bitte wählen Sie eine gültige Kurve!
BASICPARAM=Grundlegende Parameter
ASSIGNMENT=Zuordnung
XYASSIGNMENTISSAME=Die abgebildeten Werte der X- und Y-Achse dürfen nicht gleich sein, bitte erneut auswählen!
ID_3DFUN_BASICSHAPE=Erstellen einer einfachen 3D-Oberfläche \ nErstellen Sie eine einfache 3D-Oberfläche
BASIC3DSHAPE=Grundlegende 3D-Oberfläche
PLANE=Flugzeug
SPHERE=Kugel
CYLINDER=Zylinder
CONE=Kegel
FREQDELAY=Frequenzverzögerung
LASERFREQTTIP2=Wartezeit erforderlich, wenn der Laser die Frequenz ändert
BMPTOMESH=Bitmap in Oberfläche konvertieren
ID_3DFUN_BMPTOMESH=Bitmap in Oberfläche konvertieren \ n Bitmap für die Konvertierung in Oberfläche
REFRESH=Aktualisieren
WAITFORINPUT=Warten auf das Eingangssignal
OUTPUTWHENSTART=Schicht verarbeitung starten ausgang ausgangssignal
OUTPUTWHENFINISH=Ausgangssignal des Layer-Verarbeitungsende-Ausgangsports
WAITFORSTARTSIGNAL=Warten auf das Startport-Signal
WAITFORSELLAYERSIGNAL=Warten auf Layer-Signalauswahl
IOMASK=Port-Maske
IOMASKTIP=Geben Sie an, welche Ports des aktuellen Geräts gültig sind
CYLINDERWRAP=Zylinderförmiges Paket
YWRAP=Y-Richtungspaket
CURRENTLAYERINDEX=Aktueller Index der Anzeigeebene
ENABLEFIRSTOPENLASERDELAY=Aktivieren Sie die Laser-Verzögerungszeit zum ersten Mal
SETMINVALUE=Stellen Sie das Minimum ein
SETMAXVALUE=Stellen Sie den Maximalwert ein
PULSEWIDTHUNITISPS=Die Einheit der Pulsbreite ist Pikosekunde (ps)
PS=Picosekunde
CONTINUEMODE=Kontinuierlicher Modus
PICKENTYOUWANTTRIM=Wählen Sie das zu trimmende Objekt aus
PICKENTYOUWANTINTERSECT=Wählen Sie Objekte aus, um die Schnittpunkte zusammenzuführen
BACKGROUND=Hintergrund
SELBACKGROUNDCURVES=Wählen Sie die Kurve aus, die als Hintergrund verwendet werden soll
COPYBACKGROUNDTOWS=Kopieren Sie die Hintergrundkurve in den Arbeitsbereich
SHOWOPTIPARAM=Optimierungsparameter anzeigen
SHOWWOBBLEPARAM=Jitter-Parameter anzeigen
SHOWOTHERPARAM=Weitere Artikelparameter anzeigen
SHOWDESCAREA=Parameterdetailbereich anzeigen
SHOWPOWERRAMPPARAM=Parameter für die lineare Transformation der Leistung anzeigen
SHOWSPEEDRAMPPARAM=Parameter für die lineare Transformation der Geschwindigkeit anzeigen
POWERRAMPING=Macht lineare Transformation
ENABLESTARTRAMP=Start aktivieren
ENABLESTARTPOWERRAMPTIP=Ermöglichen Sie die lineare Variation der Leistung des anfänglichen Segments
STARTRATIO=Startverhältnis
STARTLENGTH=Startlänge
STARTRAMPRATIO=Verhältnis von Startwert zu Maximalwert
STARTRAMPLENGTH=Die maximal zulässige Länge für das Startsegment
ENABLEENDRAMP=Ende der Freigabe
ENABLEENDPOWERRAMPTIP=Aktivieren Sie die lineare Variation der Leistung des Endsegments
ENDRATIO=Endverhältnis
ENDLENGTH=Endlänge
ENDRAMPRATIO=Verhältnis von Endwert zu Maximalwert
ENDRAMPLENGTH=Maximale Länge für das Endsegment

SPEEDRAMPING=Lineare lineare Transformation
ENABLESTARTSPEEDRAMPTIP=Aktivieren Sie, dass die Geschwindigkeit des Startsegments linear variiert
ENABLEENDSPEEDRAMPTIP=Aktivieren Sie, dass die Geschwindigkeit des Endsegments linear variiert
INPUT=Eingabe
BTNBOX=Grenze [F4]
BTNPRJ=Projektion [F4]
STARTCALI=Starten Sie die Kalibrierung
FINISHCALI=Korrektur beenden
MARKGRID=Markierungsgitter
MENU_FILE_PROJECTPARAM=Projektionsparameter
TESTCALI=Testen Sie die Projektionskorrektur
SELECTALLPOINTS=Alle Punkte auswählen (drücken Sie Strg und die Pfeiltasten, um den ausgewählten Punkt zu wechseln, wenn Sie einen einzelnen Punkt auswählen)
ENABLEPROJECT=Aktivieren Sie die Projektionsüberwachung
APPAPPEARANCE=Programmauftritt
LASERBOARDIDEN=Typ der Laserschnittstellenkarte
LASERBOARDVER=Version der Laserschnittstellenkarte
ESTIMATEDTIME=Geschätzte Bearbeitungszeit
ENABLEBARCODEFASTPTMODE=Aktivieren Sie den Barcode Fast Dot-Modus
MODULEHORIARRANG=Modul horizontale Anordnung
SIMPLEENCODE=Einfacher Codierungsmodus
ENABLEBARCODEFASTLINEMODE=Aktivieren Sie den Fast-Line-Modus für Barcodes
ID_3DFUN_FREEPAINT=Freizeichnen auf der Oberfläche \ n Freizeichnen
FREEPAINT=Freie Rückverfolgung
SIN=Sinusoid
WOBBLETYPE=Jitter-Typ
ROUNDTRIP=Roundtrip-Modus
WAVEDELAY=Wellenausgangsverzögerung
LASERMONITOR=Laserüberwachung
TEMPALARM=Temperaturalarm
REFLALARM=Hoher Anti-Alarm
SYSTEMALARM=Systemalarm
POWERALARM=Stromversorgungsalarm
LASERNOTREADY=Der Laser ist nicht bereit
LASERREADY=Der Laser ist fertig
UNKNOWALARM=Unbekannte Warnung
LASEREXTFAULT=Laser externer Fehler
CALCULATING=Berechnung ...
OFFLINE=Offline-Verarbeitung
POINTNUM=Punkte
SPIRALBRUSH=Spiraleigenschaftsbürste
PICKSELSPIRALREFRESH=Wählen Sie die Spirale aus, die Sie aktualisieren möchten, und drücken Sie zur Bestätigung die rechte Maustaste
ENABLPARSEMODE=Aktivieren Sie den Analysemodus
ID_PICK_BYPEN=Objekt nach Stiftnummer auswählen \ nNach Stiftnummer auswählen
No=Seriennummer
MOVETOINDEX=Zur angegebenen Seriennummer wechseln
AXISSOLUTION=Erweiterte Achslösung
FEEDBACK=Encoder-Feedback
COMMCATH=Gemeinsamer Kathodenausgang
LIMITSWITCH=Endschalter
SOFTLIMIT=Weiche Grenze
POSIDIR=Positive Nullrendite
FINDINDEX=Suche nach einem Index
HOMESPEED=Keine Rücklaufgeschwindigkeit
LEAVESPEED=Abfahrtsgeschwindigkeit
HOMEOFFSET=Nullpunktverschiebung
HOME=Nullpunkt
FOLLOWERROR=Schleppfehler
ACCELERATION=Beschleunigung
DECELERATION=Verzögerung
FOCUSPOS=Fokusposition
SETCURPOSASFOCUS=Stellen Sie die aktuelle Position als Fokusposition ein
SETMINPOWER=Stellen Sie die Mindestleistung ein
SETMAXPOWER=Maximale Leistung einstellen
SETMINGRAY=Stellen Sie die minimale Graustufe ein
SETMAXGRAY=Stellen Sie die maximale Graustufe ein
SCANINVERT=Scannen rückwärts
EMISSIONDELAY=Anregungsverzögerung
WELDPARAM=Schweißparameter
DELEDGELINES=Begrenzungskabel löschen
INFO_GS1DATABAR=Der GS1 DataBar-Barcode (früher als RSS-Barcode bezeichnet) ist auch ein Barcodesymbol für das GS1-System. Der Strichcode bietet die Vorteile "kleinerer Größe, größerer Informationsmenge" und "kann zusätzliche Informationen wie das Verfallsdatum des Produkts, die Seriennummer usw. enthalten".
SHOWFAST=Schnelle Anzeigeoptimierung
SHOWDIR=Kurvenrichtung anzeigen
SIMULATIONSPD=Simulierte Fluggeschwindigkeit
TEMPERATURE=Temperatur
SPHEREWRAP=Sphärisches Paket
ZLAYER=Z-Schichtung
WAITSTARTSIGOFLAYER=Warten Sie, bis der Layer die Signalverarbeitung gestartet hat
PWMONDELAY=PWM-Einschaltverzögerung
PWMONDELAYTIP2=Verzögerung zwischen steigender Flanke und steigender Flanke von Gate, wenn PWM eingeschaltet ist
ROTATECENZ=Achse Z.
ERR_NOTHOME=Die Achse geht nicht auf Null zurück, bitte zuerst auf Null!
SPLITMODE=Split-Modus
NOSPLIT=Nicht geteilt
SPLITBYSIZE=Durch die Größe geteilt
SPLITBYGUILDLINE=Nach Führungslinie aufteilen
SETCURPOSASORIGIN=Ist die aktuelle Position auf die Ursprungsposition eingestellt?
FINDHOME=Auf der Suche nach Null
XTABLEMOVE=Die X-Achse ist die Plattformbewegung
YTABLEMOVE=Die Y-Achse ist die Plattformbewegung
DISPENHIDEPARAM=Verbieten Sie versteckte Stiftparameter
REDLIGHTDISMOTOR=Ausgedehnte Achsbewegung verbieten
UNGROUPTEXT=Text trennen
ID_EDIT_UNGROUPTEXT=Separater Text in separate Zeichen \ n separater Text
ENABLPINPOS=Aktivieren Sie die Positionserkennung
POSITIONTOL=Positionsfehler
INPOSTIME=An Ort und Stelle
INPOSLIMITTIME=In-Place-Zeitlimit
ERRRESETISLOW=Fehler-Rücksetzsignal ist aktiv niedrig
REMOTECTRLISLOW=Fernbedienungssignal ist aktiv niedrig
LASERNOTENEMISS=Laser aktiviert kein Licht
ID_FILE_MACHINEPARAMETER=Geräteparameter einstellen \ n Geräteparameter
MENU_FILE_MACHINE=Ausstattungsparameter ...
DOUBLEPTMODE=Doppelpunktmodus
NOCUTENTITY=Gegenstände nicht schneiden
INPUTIOSTATE=Eingangsportstatus
ID_DRAW_ENCODERDISTANCE=Geberabstand zeichnen \ n Geberabstand zeichnen
SKYWRITE=Schnellschreiben (Sky-Schreiben)
RUNINDURATION=Zyklus importieren
RUNOUTDURATION=Exportzyklus
RUNINDURATION10US=Die Zykluszeit zur Führung der Kurve (Einheit: 10us)
RUNOUTDURATION10US=Zykluszeit zur Führung der Austrittskurve (Einheit: 10us)
TIMELAG=Verzögerungszeit
LASERONSHIFT=Laser auf Drift
LASERONSHIFTUS=Laser on drift (Einheit: us)
LIMITANGLE=Grenzwinkel
LIMITANGLEDESC=Kurven, die kleiner als der Grenzwinkel sind, verwenden automatisch die Polygonverzögerung
OUTPUTPARAM=Ausgangswahlparameter
CHANGEWAVEDELAY=Wellenformverzögerung ändern
SHOWDELAYPARAMS=Verzögerungsparameter anzeigen
SHOWJUMPPARAM=Sprungparameter anzeigen
HIDEPENBUTTONS=Versteckte Stiftparametertaste
LOCK = Verriegeln
USBREMOVE_WARN=Die USB-Steuerkarte ist nicht angeschlossen. Bitte starten Sie die Software nach dem Schließen der Software neu!
DESCRIPTION=Beschreibung
HATCHPARAMLIB=Parameterbibliothek füllen
SAVEPARAM=Parameter speichern
LOADPARAM=Parameter laden
INDEX=Index
RESETCCD=CCD zurücksetzen
BUILDCCD=Stellen Sie CCD her
MOVETOCCDSTART=Bewegen Sie sich zur CCD-Startposition
ENCALIBRATION=Aktivieren Sie die CCD-Korrektur
ENCHANGEMODEL=Schaltervorlage aktivieren
MODELNO=Vorlagennummer
FAILHANDLE=Fehlerverarbeitung
ENRETRY=Wiederholen
RETYRCOUNT=Anzahl der Wiederholungsversuche
WHENFAIL=Wenn der CCD ausfällt
THENSTOP=Halt an
THENCONT=Weiter abwärts ausführen
THENJUMP=Zum Index springen
INPUTJUMP=Eingangsport-Sprung
JUMPTO=Springe zu
CUBE=Würfel
REVOLVEWRAP=Rotierendes Körperpaket
ERR_NOMESH=Kein Oberflächenobjekt
BINDID=Kundeninformationen binden
ERR_CLIENTID=Die Client ID der Datei ist ungültig!
STABLETIME=Stabilisierungszeit
ENSELLAYER=Auswahl-Ebene aktivieren
ERR_USERSTOPMARK=Die Bearbeitung wird vom Benutzer unterbrochen
AXISERRSTOP=Achsbewegung wird abgebrochen!
CLONE=Klonen
AAXISMODE=A-Achsen-Modus
AXISMOVEDELAY=Verzögerung der Achsenbewegung
AXES=Achse
MESHEDIT=Oberflächenbearbeitung
MERGECLOSEVERTICES=Zusammenführen von zusammenfallenden Eckpunkten
LASERONTCONLYUSEINSTART=Die Laserstartverzögerung ist nur zu Beginn gültig
LASERPOWER=Laser-Netzteil
SYSTEMFAULT=Systemfehler
INTERNALLASERFAULT=Interner Laserfehler
SHOWSKYWRITEPARAM=Einheitliche Kennzeichnungsparameter anzeigen
DISABLESYNPRR=Deaktivieren Sie die Synchronisation der PRR-Signale
BACKLASH=Spielausgleich
USESPLITBOXCENASMARKCEN=Verwenden Sie die Mitte des geteilten Kästchens als Mittelpunkt der Markierung
HANDWHEEL=Handrad
GEARRATIO2=Übersetzungsverhältnis
STARTHW=Handrad starten
ENDHW=Handrad aussteigen
ENABLEHANDWHEEL=Handrad aktivieren
SCANNERFOLLOWMOUSEMOVE=Das Galvanometer folgt der Mausbewegung im Punktmodus
AUTOMODE=Automatikmodus
ENABLEAUTOADJUST=Automatische Anpassung aktivieren
ACCURACYPRIORITY=Präzision hat Priorität
SPEEDPRIORITY=Geschwindigkeit Priorität
STARTADJUST=Beginnen Sie mit der Einstellung
AUTOADJUSTING=Automatische Anpassung ...
FPKENABLETHREST2=Schwellenwert für die Unterdrückungsfreigabe T2
FPKVOLTAGE=Erste Pulsunterdrückungsspannung
MANUALSET=Manuelle Einstellung
LASERCOOLINGTIME=Laser Abkühlzeit
MENU_SORT_BYX=Zuerst nach X sortieren
MENU_SORT_BYY=Zuerst nach Y sortieren
MENU_SORT_REVERSE=Sortierung umkehren
SMARTADJUSTMENT=Intelligente Einstellparameter
ENABLESMARTADJUST=Aktivieren Sie den intelligenten Anpassungsmodus
DECMODE=Dezimalstelle
HEXMODE1=HEX hex
HEXMODE2=Hexadezimal hexadezimal
RESULT=Wirkung
NORMAL=Normal
TISSMALL=T-Wert ist zu klein
TISLARGE=T-Wert ist zu groß
TOFFIRSTLINE=Erste Zeile T Korrekturwert
START=Starten Sie
SMARTADJUSTTIP=Befolgen Sie die Schritte zum Anpassen der Parameter, stellen Sie zuerst das Endsegment und dann das Startsegment ein. Stellen Sie den T-Parameter so ein, dass sich die tatsächlichen horizontalen und vertikalen Linien normal schneiden.
CHECKISALREADYMARK=Überprüfen Sie, ob der Text markiert wurde
CURVETOPTS=Kurve in Punkt umwandeln
PREVIEW = Vorschau
ASSERT=Anormal
ERR_FAIL=Gescheitert!
MENU_GUILDLINEBOX=Hilfsbox zeichnen
GUILDLINEBOX=Hilfsleitungskasten
SPLITBYGUIDELINEBOX=Hilfskasten zum Teilen verwenden
PLSCHOOSECARD=Bitte wählen Sie die Karte aus, die Sie verwenden möchten.
CHANGEBMPREALDPI=Ändern Sie die tatsächliche DPI der Bitmap
DISABLEAXISA=Eine Achse ist verboten
ENHOMEFINISHGOTOPOS=Aktivieren Sie die Null-Rückkehr zur angegebenen Position
HOMINGFINISHPOS=Die angegebene Position am Ende von Null gibt zurück
EXPOSURE=Belichtung
CAMERA=Kamera
NOCUTTEXT=Teilen Sie keine Textzeichen
CURFILEMODIFYPLSSAVEIT=Die aktuelle Datei wurde geändert, bitte speichern Sie sie zuerst!
SAVETOFILE=In Datei speichern
ISSUE=Problem
PAUSEWHENLIMIT=Pause, wenn der Text endet
LIMITISCONTINUE=Der Text erreicht den Grenzwert. Fährt er nach dem Zurücksetzen fort?
POWERSTANDBY=Standby-Leistung
MESHFOLLOWROTATE=Die Oberfläche folgt und dreht sich zusammen
LASERFAULT=Laserfehler
FIBERALARM=Glasfaseralarm
SAFETYALARM1=Sicherheitsverriegelungsfehler
SAFETYALARM2=Sicherheitsschleifenalarm
LINKALARM=Optischer Verbindungsfehler
CRITICALALARM=Kritischer Laserschutzfehler
HOTSTOP=Der Laserstart wurde nicht ordnungsgemäß gestoppt
POWER24ALARM=Controller 24V Stromausfall
MAXTHREADCNT=Maximale Anzahl von Berechnungsthreads
MESHRESOL=Oberflächenberechnungsgenauigkeit
DELAY=Verzögerung
MOTORSPEDRATIO=Erweiterte Übersteuerung der Wellengeschwindigkeit
SHOWCHECKNUM=Prüfcode anzeigen
DISABLECANCELAXISMOVE=Achsbewegung nicht abbrechen
OFFLINEDOGNOTFOUND=Nicht den richtigen Dongle gefunden
EZCADSTR_ARRAY_X_INCDIST=Inkrementeller Abstand des X-Arrays
EZCADSTR_ARRAY_Y_INCDIST=Inkrementeller Abstand des Y-Arrays
OUTPUTANALOG=Ausgang analog
Voltage=Spannung
MODE8=Vertikale 8 Wörter
MODE82=Level 8 Wörter
TCPIPSERVER=TCP / IP-Server
NOCUTSMALLENT=Teilen Sie keine kleinen Objekte
AUTOSAVEWHENCLOSE=Aktuelle Datei automatisch speichern, wenn Software geschlossen wird
MASK=Maske
DISABLESTOPAXISWHENDOOROPEN=Unterbrechen Sie die Achsbewegung nicht bei geöffneter Tür
STAGEFB=Standort des Plattformfeedbacks
GALVOCMD=Galvanometer-Befehlsposition
GALVOFB=Galvanometer-Rückkopplungsposition
DISSHOWFILEPROCESS=Anzeige des Dateiverarbeitungsdialogs verbieten
DISSHOWCALCPROCESS=Deaktivieren Sie die Anzeige des Berechnungsdialogs
LEVEL16=Stufe 16
STEPMODE=Geschwindigkeitsoptimierungsmodus
SHOWSTEPMODE=Parameter des Geschwindigkeitsoptimierungsmodus anzeigen
ENCODEMODE=Codierungsmodus
ENABLJUMPTABLEMODE=Aktivieren Sie den Sprungparametertabellenmodus
ENABLJUMPTABLEMODETIP=Alle Stiftsprungparameter werden automatisch aus der Sprungparametertabelle abgerufen
JUMPTABLE=Sprungparametertabelle
DRAWTOL=Pixelgenauigkeit
SHIFTOFROTARY=Drift der Drehachse
SERVERINFO=Serverinformationen
FASTLINELASERONRATIO=Schnelles Linienlichtverhältnis
STANDARDPOS=Standardposition
REALPOS=Tatsächlicher Standort
FLYSPEEDMONITOR=Fluggeschwindigkeitsüberwachung
MAXFLYSPEED=Maximale Fluggeschwindigkeit
STARTANDSTART=Der Startpunkt ist mit dem Startpunkt verbunden
STARTANDEND=Der Startpunkt ist mit dem letzten Punkt verbunden
ENDANDSTART=Der Endpunkt ist mit dem Startpunkt verbunden
ENDANDEND=Endpunkt und Endpunkt
OPENCURVE=Kurve öffnen
LASERWOBBLESHOW=Vorschau des Jitterpfads
